[
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 1,
        "tweet_id": 1521739741896785920,
        "lang": "en",
        "text": "n/n\n\nAs it didn’t fit with the other books in my bag. Rains and Memories! 🌧"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 2,
        "tweet_id": 1521739739791257600,
        "lang": "en",
        "text": "4/n\n\nUs but about his dreams of research in quantum physics. Then, the school day used to end with me protecting my book ‘Maths for class 10 by RD Sharma’ with the umbrella. Protecting it from the rain more than I used to protect myself. Yes, I used to carry it in my hand"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 3,
        "tweet_id": 1521739737354031105,
        "lang": "en",
        "text": "3/n\n\nWhich was mathematics. The teacher used to enter the class smiling as we narrated our tales. He used to watch us from the outside to see if we were aware that he was already there, but we weren’t. Rainy day was the day of him talking to us, about not just teaching maths to"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 4,
        "tweet_id": 1521739734686760961,
        "lang": "en",
        "text": "2/n\n\nAre that of 9th and 10th grade. Whenever it used to rain and it used to be dark, we used to make our classroom darker with the help of our maroon curtains and then used to begin, the saga of narration of ghost stories. The rains somehow always clashed with our last class"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 5,
        "tweet_id": 1521739732300222464,
        "lang": "en",
        "text": "Rains and Memories (thread)\n1/n\n\nEvery weather seems to be associated with a memory or memories for me. It’s not that a sunny day was synonymous to a good memory or a rainy day with a not so good one but it all depended upon how the universe desired it to be. \nMost of my memories"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 6,
        "tweet_id": 1521383358517096449,
        "lang": "en",
        "text": "There has been a plethora of unjustified worrisome feelings after tweet that put things into a negative perspective. After a conversation with a friend, it’s resolved. Just wanted to say that it’s all about perceptions. Thank you friend for making things so optimistic 🌻"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 7,
        "tweet_id": 1520287614380961794,
        "lang": "en",
        "text": "3/3\n\nThere are various dimensions to things, your perspective may be different but facts remain the same.\n\nNote: Not based on a personal story of struggle. Just an observation on a gathering."
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 8,
        "tweet_id": 1520287612082462721,
        "lang": "en",
        "text": "2/3\n\nBirthday parties don’t seem to make you feel energised or refreshed after a day of hard work and studies, these shallow conversations sometimes just drain your energy merely by hearing them (not listening). I sometimes feel, all of us should reconnect with our inner selves"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 9,
        "tweet_id": 1520287610039828482,
        "lang": "en",
        "text": "1/3\n\nIt is very easy to mock or laugh over someone’s struggles and hardships over a cup of tea, deep within, you know that someone was brave enough to emerge victorious out of it. Now, everything seems to have become a laughing matter for some. These gatherings over tea and"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 10,
        "tweet_id": 1519725234441814017,
        "lang": "en",
        "text": "At this stage of our lives, when we have just begun exploring and identifying why science interests us despite the obstacles we face while solving a few problems or understanding a few concepts, the victory of great scientists keeps us going, makes us tenacious. Do read! https://t.co/zhOqpsepiY"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 11,
        "tweet_id": 1519544361901764611,
        "lang": "en",
        "text": "Maybe in #May…. https://t.co/vTAgcuvexJ"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 12,
        "tweet_id": 1516068000402911234,
        "lang": "en",
        "text": "And how beautifully this has been articulated by my friend. Taking you through the journey of the battle till the victory and the thirst of winning all the obstacles that come your way. https://t.co/BjwoyLaLN2"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 13,
        "tweet_id": 1515712422438649863,
        "lang": "en",
        "text": "Birdie inspired from the following image/GIF https://t.co/cYUL3viEe1"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 14,
        "tweet_id": 1515711864516530180,
        "lang": "en",
        "text": "Two friends, Birdie and a Giraffe named Giffee enjoying their day on a clear sky. Giffee listens intently to Birdie as she chirps. Made by me this evening. Drew after almost a year, it brings in positivity. https://t.co/1EwIq0Rxoy"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 15,
        "tweet_id": 1515544104566140941,
        "lang": "en",
        "text": "3/3\n\nNot just endowed to her. It's within the universe. Sometimes good or even not so good things happen without our conscious expectations. Whatever happens is magic, even if it's an obstacle that leads us to the top.\nJeannie remains as one of my best memories.\n\nPic: SonyLiv"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 16,
        "tweet_id": 1515544099625275392,
        "lang": "en",
        "text": "2/3\n\nWould wish for. Maybe, bring roses of all colours in my garden or record my dreams like a film or just take me for a walk to her colourful world, the Jeannie Land or just be with me and in that moment I'll just wonder at her magical powers. Then I realised that magic was"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 17,
        "tweet_id": 1515544096399847432,
        "lang": "en",
        "text": "JEANNIE\n\n1/3\n\nAs a 9 year old, I used to watch this TV Show called 'Jeannie aur Juju' adapted from the series 'I Dream of Jeannie'. As a school going kid, it just reignited my imagination every time. Then and even now, I sometimes wish I had a Jeannie, I don't know exactly what https://t.co/4Wlhva3Z3j"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 18,
        "tweet_id": 1515371831280435201,
        "lang": "en",
        "text": "We feel proud when we see the progress in science, it’s eternal. Science is a universal language. In the interview Nobel Laureate Goodenough says, “The good teacher challenges you with questions that don’t turn you off but turn you out.”As young science students we are inspired https://t.co/a3Ury6sOAF"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 19,
        "tweet_id": 1515188338155986944,
        "lang": "en",
        "text": "For all the things that are yet to come in life\nFor all the opportunities I thought were overwhelming \nI found something divine in each of them\nThere seems to be something that the universe wants to be right in life https://t.co/xzwqe5Q76w"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 20,
        "tweet_id": 1514072766093606915,
        "lang": "en",
        "text": "Today, I’d just say, didi you are one of the most beautiful souls. May your strong soul remain as it is. May you keep inspiring everyone you meet. https://t.co/S5iyP8X1sz"
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 21,
        "tweet_id": 1514072752290156546,
        "lang": "en",
        "text": "Dear @Sakshiii_04 didi, wishing you a happy birthday. I feel so blessed to have found you on this platform. Being a sensitive soul, it feels like a dream to know someone who connects to you. Like an elder sister, you appreciate me for all that makes me unique."
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 22,
        "tweet_id": 1512705763386421252,
        "lang": "en",
        "text": "4/4\n\nThis thread isn’t based on a personal experience only, thought and introspected about it after a long conversation with a friend. Just an #opinion and conclusion after a conversation."
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 23,
        "tweet_id": 1512705760903409668,
        "lang": "en",
        "text": "3/4\n\nThere will always be a few people who’ll never want to listen to or know about your achievements and successes but will deviate conversation the moment you start talking about yourself. But they will always want to criticise you. Not against positive criticism in any way."
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 24,
        "tweet_id": 1512705758437122051,
        "lang": "en",
        "text": "2/4\n\nappreciate you. In my opinion, it’s not always criticism or ‘honest opinion’ that makes  you successful, it’s also about making you feel good about yourself  &amp; winning through the obstacles you face, about reminding yourself the battles you have won."
    },
    {
        "user_num_id": 0,
        "user_id": 1428406137720774656,
        "author": "Shelley Mishra🪴",
        "tweet_num": 25,
        "tweet_id": 1512705754179932161,
        "lang": "en",
        "text": "Thread:\n\n1/4\n\nSometimes people try to pull you down or make you feel as if you haven’t achieved something while the reality is, you have many achievements. They’ll try to discourage you, in the name of giving an honest opinion, they’ll criticise you when the whole world will"
    }
]