[
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 1,
        "tweet_id": 1520849807144796160,
        "lang": "en",
        "text": "After you've healed your Inner Child, you need to heal your Inner Teenager"
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 2,
        "tweet_id": 1520198178783600642,
        "lang": "en",
        "text": "Sometimes having your throat chakra open means getting into heated arguments to defend yourself, but it also means knowing when to walk away and not letting anyone cut you off when you speak. Good luck to anyone with their throat chakra wide open 🖤"
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 3,
        "tweet_id": 1519297356235214856,
        "lang": "en",
        "text": "So many men believe women are supposed to serve them because Eve was created to serve Adam. That is what I believe."
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 4,
        "tweet_id": 1518761150518861824,
        "lang": "en",
        "text": "We're basically living in the stone age and it's because a vast majority of us are no longer spiritual."
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 5,
        "tweet_id": 1518761095577620480,
        "lang": "en",
        "text": "Almost every realm's \"phones\" are able to connect to every realm/planet for social media. Spirits follow us on our platforms but they won't show up bc earth/humans are so technologically behind everyone else."
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 6,
        "tweet_id": 1518452775868375040,
        "lang": "en",
        "text": "What defines perfection?\n\nIt's just a thought; I'm open to being proven wrong.\n\nIf someone is born with every planet in their natal chart being assigned to the zodiac it rules, and they grow up learning to balance them self....I think that would be the perfect human."
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 7,
        "tweet_id": 1517419921340342273,
        "lang": "en",
        "text": "I consider the Astral to be literal outer space without the veil that's placed over us. Spirits and magickal shit"
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 8,
        "tweet_id": 1517096375980367877,
        "lang": "en",
        "text": "It's esp intimate and meaningful if you admire yourself in the mirror while saying your affirmations"
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 9,
        "tweet_id": 1517093884341501952,
        "lang": "en",
        "text": "Create affirmations about who you want to be or what you want in life, but in present tense. Really focus on what it means to you for stronger and faster manifestations 🤍\n\nI am so beautiful \nI am financially stable\nI am so creative and witty\n\nJust a few examples, my loves :)"
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 10,
        "tweet_id": 1517043136400404482,
        "lang": "en",
        "text": "Disclaimer that most everything I know, I learned from others and even deities.\n\nLike attracts like, so when you want something, get into the mindset that you already have it. If you send out wanting energy, it creates blockages, making it harder to receive those things."
    },
    {
        "user_num_id": 232,
        "user_id": 415888428,
        "author": "Demonness",
        "tweet_num": 11,
        "tweet_id": 1517041372976619520,
        "lang": "en",
        "text": "Did you know that if you get a journal book or a diary (anything you can write in), and pour your loving energy into it (kiss it, dote on it, talk to it, etc); write what you want to have as if you already have it, you will either recieve or be able to purchase those things?"
    }
]