[
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 1,
        "tweet_id": 1521788870353817601,
        "lang": "en",
        "text": "together. I want to start a buisness, or be part of a buisness that i can make a difference and be noticed for my success. I want to travel and see the world. I have had such a crazy life, and I feel its time for me to shine. I send this our to the Universe."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 2,
        "tweet_id": 1521788868478980096,
        "lang": "en",
        "text": "What i want is peace and happiness in my life. I want to find a way to get money so i can get all these past due bills paid. I want to have fun again. I want to meet a woman that i can have fun with, and go out together and see if it turns into more, but if not enjoy our time"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 3,
        "tweet_id": 1521321513609170945,
        "lang": "en",
        "text": "I ask for help to my Spiritual Advisors, Guides, Friends, and Mentor..please give my light and kinsight into the things i want. Please show me the way so i can have the things I wish for. I leave it to you and will honor your guidence."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 4,
        "tweet_id": 1521318178244030465,
        "lang": "en",
        "text": "I will be asking my mentor for advice."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 5,
        "tweet_id": 1521317826715262977,
        "lang": "en",
        "text": "It is amazing how blessed I am with the people that are willing to make me think and advise me and guide me. I am so very blessed!!!!"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 6,
        "tweet_id": 1521288723391864834,
        "lang": "en",
        "text": "I have been thinking about this woman I am interested in, and I think I am going to leave it up to her to make the first move on moving forward or not."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 7,
        "tweet_id": 1521276458852749312,
        "lang": "en",
        "text": "When it is meant to be or happen for me then it will be so, and until then I will live my life."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 8,
        "tweet_id": 1521276096968159233,
        "lang": "en",
        "text": "if people try to keep you down from becoming better by playing you so be it, but if you are meant to ascend higher there is nothing anyone can do to stop that from happening because the universe and life has already chosen this for you to rise above, and Karma will punish evil"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 9,
        "tweet_id": 1521274964145364992,
        "lang": "en",
        "text": "It is said that Scorpios are hard to figure out. In a relationship I will say this. If we are meant for each other and respect and trust each other then there will be nothing to figure out."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 10,
        "tweet_id": 1521067181768777729,
        "lang": "en",
        "text": "I know what i want, and know who i am, and can say yes or no, and walk thru fire, and love and cry and help those in need. I am powerful and weak, and so much more. I am a Scorpio unafraid to face the world"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 11,
        "tweet_id": 1521065872793645057,
        "lang": "en",
        "text": "I think I like a Scorpio woman I have been talking to. She is beautiful, and sweet and fun, and I would like to see where this can go."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 12,
        "tweet_id": 1521009665756123136,
        "lang": "en",
        "text": "As always I say Thank You to my Spiritual Advisors, Guides, Friends, and Mentor. I am so blessed and grateful to have you in my life guiding me, and giving me protection, and love."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 13,
        "tweet_id": 1520615778378125313,
        "lang": "en",
        "text": "I have an amazing person who knows the right things to say to me to get me to look at life and things in another way. Faith..It is hard to have faith in something you cant see touch or feel, but having blind faith is to believe and let go. Thank you Sir."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 14,
        "tweet_id": 1520537481237520384,
        "lang": "en",
        "text": "Thank you to my Spiritual Advisors, Guides, Friends, and Mentor, I have had such a great Sat today!!!!"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 15,
        "tweet_id": 1520299579547078656,
        "lang": "en",
        "text": "I am tired of waiting..If you want something then i guess i need to do it myself, and leave the rest behind"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 16,
        "tweet_id": 1520299200046518272,
        "lang": "en",
        "text": "I have been reading for about a year now about how things are going to change and good things are coming, but it seems for the past year its next month then the  next month then the next month, but nothing has happend...why?"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 17,
        "tweet_id": 1520249995290574848,
        "lang": "en",
        "text": "To my Spiritual Advisors, Guides, Friends, and Mentor....THANK YOU!!!"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 18,
        "tweet_id": 1520004578648813569,
        "lang": "en",
        "text": "as a Scorpio I may not appeal to everyone, but i dont care if i dont. I am secure in who I am good points and faults. I accept you for who you are, but can you accept me for who i am?"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 19,
        "tweet_id": 1519939558011416576,
        "lang": "en",
        "text": "here is another of those dark times\nhttps://t.co/l3EDhLDAln"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 20,
        "tweet_id": 1519939292901953536,
        "lang": "en",
        "text": "i was listening to music and lyrics durring dark times to express where my mind and sadness used to be. here is one\nhttps://t.co/LcBwztcje3"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 21,
        "tweet_id": 1519937867421679617,
        "lang": "en",
        "text": "durring those dark times the music i was listening to was important to me."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 22,
        "tweet_id": 1519937479402418176,
        "lang": "en",
        "text": "So my life is feeling more on the right course. I have a job again, and I am coaching baseball again. I am blessed because just 6 months ago I was going through dark times, and was thinking of ending myself, but God and the Universe sent me Angels. Angels of mercy. I am Blessed"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 23,
        "tweet_id": 1519891764814827520,
        "lang": "en",
        "text": "always stay true to yourself. It does not matter if someone does not like you, and if they don't well that is their problem. you just remember who you are and keep moving forward regardless of the obstacles people place in your way!"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 24,
        "tweet_id": 1519890618662539264,
        "lang": "en",
        "text": "Everyone that is going thru hard times in life sometime wish they could have a fresh start..well every morning we wake up we can have that fresh start. It is in all of us to start things over, and change things for the better, we all have to have the conviction to do so."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 25,
        "tweet_id": 1519889650780819456,
        "lang": "en",
        "text": "No matter how things are ion my life..either great, or unhappy, or up or down I remain greatful that I have this life. My life and all your lives is a gift."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 26,
        "tweet_id": 1519879879939919872,
        "lang": "en",
        "text": "I am so blessed to have my Spiritual Advisors, Guides, Friends, and Mentor in my life!!!!!!"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 27,
        "tweet_id": 1519528077360910336,
        "lang": "en",
        "text": "There is a Scorpio woman I have interest in, but there was a problem in the past, but i have let it go, and have no anger about it, but I still feel uncertain. She is sweet and beautiful, but I still need to see the inner beauty."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 28,
        "tweet_id": 1519526841534619648,
        "lang": "en",
        "text": "I say Thank You to my Spiritual Advisors, Guides, Friends, and Mentor. I am so much stronger due to you all!!!!!!"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 29,
        "tweet_id": 1519243381188153344,
        "lang": "en",
        "text": "I accept people for who they are, and how they treat me, and i do not judge people because of their shortcomings, or their status in life. Everyone has a story as to why they are the way they are."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 30,
        "tweet_id": 1519239283843813376,
        "lang": "en",
        "text": "but now its time for music and lyrics"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 31,
        "tweet_id": 1519239163400183808,
        "lang": "en",
        "text": "I have the day off tomorrow so i am going to get some things done that i should have taken care of long ago."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 32,
        "tweet_id": 1519238344588226560,
        "lang": "en",
        "text": "I am so grateful for my Spiritual Advisors, Friends, Guides, and Mentor. You have made such an impact on my life, and i cannot thank you enough!!!!"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 33,
        "tweet_id": 1518748932989366272,
        "lang": "en",
        "text": "As a Scorpio...I have had my share of women through my life, and some were nothing more than a crush, or fling, and some i let get away, but regardless of the outcome i was blessed to have met them, and spent a part of my life with them. See the good of every encounter."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 34,
        "tweet_id": 1518710722045251585,
        "lang": "en",
        "text": "I have doing the same profession for years, and years, and I have been thinking I am not going to reach my financial independence doing what i do for a living, and I think I might need a change. I am greatful for my job, but maybe its time to take a chance on something else"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 35,
        "tweet_id": 1518709981586944001,
        "lang": "en",
        "text": "I give my Thanks to my Spiritual Advisors, Guides, Friends, and Mentor"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 36,
        "tweet_id": 1518473526126149632,
        "lang": "en",
        "text": "I want to say Thanks to those that were sent to me by God and the Universe, My Spiritual Advisors, Guides, Friends, and Mentor. I say thank you because you have taken me under your wing by the goodness of your hearts, and as i grow and learn I will do the same for others."
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 37,
        "tweet_id": 1518376444774080513,
        "lang": "en",
        "text": "To this Universe. I am so greatful for the life I have!!!!"
    },
    {
        "user_num_id": 905,
        "user_id": 1415030355820564481,
        "author": "Scorpio Joe",
        "tweet_num": 38,
        "tweet_id": 1518344593133039617,
        "lang": "en",
        "text": "As always I give my Thanks to my Spiritual Advisors, Guides, Friends, and Mentor for all you have done for me, and the Love and Protection you give me. My life is so much better now than it was just a year ago. I am blessed by having you in my life!!!!"
    }
]