[
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 1,
        "tweet_id": 1518035362614067202,
        "lang": "en",
        "text": "Driving to the grocery store and noticed the sound on my windshield and Emily oh it’s raining… No. It is not raining. That’s the sound of hundreds of bugs knocking against my windshield."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 2,
        "tweet_id": 1516920418095054852,
        "lang": "en",
        "text": "I type the history section for the newspaper I work at. I read some of these old stories and start reading them with crazy accents, like a southern mom or a old man, so that I can actually make it through it bc sometimes they are just so freaking boring."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 3,
        "tweet_id": 1510362566500958210,
        "lang": "en",
        "text": "There is nothing quite like seeing an older white midwestern woman proudly place her wine up on the checkout. I’m happy that she is happy."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 4,
        "tweet_id": 1509517690863554563,
        "lang": "en",
        "text": "I think I’m just gonna consider myself lucky that I have now missed the videos/tweets of the guy shitting sand, the guy walking around the store with cum on his face, and now something about dumplings. I’m sure there are more but I’m okay missing those too."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 5,
        "tweet_id": 1505214575003770881,
        "lang": "en",
        "text": "Reminder to self: never try to plan a surprise birthday party for anyone again. One time was enough."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 6,
        "tweet_id": 1504246929806528517,
        "lang": "en",
        "text": "Days like today really make me think about how I want to be someone’s someone and vice versa. I want someone I can rely on and someone to care about and be there for each other."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 7,
        "tweet_id": 1503050713391316994,
        "lang": "en",
        "text": "I had 1 Mike’s Harder Black Cherry Lemonade last night and my hangover plus the time change did not mix well."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 8,
        "tweet_id": 1502080918802026500,
        "lang": "en",
        "text": "Why in gods name do people catfish… like why? Creepy technology for the win for randomly having Instagram pull up the guy he is pretending to be’s profile as someone I might know."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 9,
        "tweet_id": 1502001798671970309,
        "lang": "en",
        "text": "Looking at my body progress photos sometimes makes me feel bad bc sometimes I can see the work paying off and other times I just feel like I’m look at the same ole picture with no changes. I know I’ve made progress but I wish I could see it all the time and not twist what i see."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 10,
        "tweet_id": 1501605861206237189,
        "lang": "en",
        "text": "I love nothing more then a guy reaching out to me, flirting with me, and wanting to talk for hours to absolute radio silence. Don’t know if it was something I said or something else. Probably won’t know but can’t spend anymore time worrying about it."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 11,
        "tweet_id": 1500646385707888641,
        "lang": "en",
        "text": "Had a blast on our 6+ hike. Did pretty good for not being on a hike in a while and not having worked out or anything in a hot minute. I definitely have some blisters and I know I’m gonna feel it tomorrow, but can’t wait for our next one."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 12,
        "tweet_id": 1500536456334479369,
        "lang": "en",
        "text": "After a shitty week it’s nice to be able to get out and enjoy the weather by hiking and enjoying nature with my besties 🌲 🌳 🚶‍♂️"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 13,
        "tweet_id": 1500286546745954305,
        "lang": "en",
        "text": "I wish I knew what exactly what some of the graphic design/marketing job postings were actually after. I am willing to move, I am a hard worker, creative, have good references. I swear if I hear “you were a strong candidate and had a terrific portfolio” one more time I might 🤬🤯"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 14,
        "tweet_id": 1499781140474908678,
        "lang": "en",
        "text": "Okay I didn’t know there was a part 2 and now what I found funny has drastically went to wtf…"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 15,
        "tweet_id": 1499779977193086976,
        "lang": "en",
        "text": "I think I have now watched 5 or 6 times still laugh each time and still can’t tell if this is fake or genuine bc I could realistically see a man doing this 😂 https://t.co/eM06zT6A1E"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 16,
        "tweet_id": 1499191811188957188,
        "lang": "en",
        "text": "Weather was so nice I decided to walk some laps outside and ended up walking 12 miles. Hope the weather stays like this for awhile."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 17,
        "tweet_id": 1499178527547084805,
        "lang": "en",
        "text": "Did another purge of dating apps. I think at this point either someone initiates something with me, or I with them; whether it be in a coffee shop, bar, or social media. I’m just tired of the  wasted time and energy when both could be spent on me instead"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 18,
        "tweet_id": 1497712032543617028,
        "lang": "en",
        "text": "I don’t really watch drag race. From what Ive seen some of you who say your Drag fans really need to read what your tweeting bc you don’t sound like fans. It just sounds like your bashing some queens. You don’t have to like all of them but you could be fucking respectful to them."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 19,
        "tweet_id": 1496227438128414723,
        "lang": "en",
        "text": "Well I didn’t get the Chicago job officially. They said I had a terrific portfolio and was strong candidate. Man it really feels like I will be stuck in Evansville/surrounding area forever at this point 😩"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 20,
        "tweet_id": 1495646788530970626,
        "lang": "en",
        "text": "The reason I will never make friends on this app is because i am so fucking awkward when it comes to commenting on a tweet. Like why can I not be normalish sounding"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 21,
        "tweet_id": 1495589317300957186,
        "lang": "en",
        "text": "Well had an interview last week via zoom for a job in near Chicago and thought it went pretty well but it appears I was wrong. Finally thought I was getting out of the middle of nowhere but appears I’m stuck here longer 🥲"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 22,
        "tweet_id": 1494503638345076739,
        "lang": "en",
        "text": "So for the first time ever I came so much and fast that I actually just shot myself in the face and got it in my eye… 😵"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 23,
        "tweet_id": 1490132641865158660,
        "lang": "en",
        "text": "I bought my mom and dad candy they both like to be nice and it started and argument between them bc they didn’t know where it came from and my mom accused my dad of sneaking candy when they are supposed to be eating clean… never doing anything nice again 😆"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 24,
        "tweet_id": 1489262387299426306,
        "lang": "en",
        "text": "Because I braved the ice and slush I rewarded myself some breakfast pizza that I didn’t need… but I wanted. The little things 😌"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 25,
        "tweet_id": 1488696951034032129,
        "lang": "en",
        "text": "Love that the first time I blacked out in Pokémon Arceus is from accidentally falling of a cliff in the Cobalt Coadtlands while riding Wyrdeer and losing 11 items and wondering if any nice person will return them haha 🤦🏻‍♂️"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 26,
        "tweet_id": 1484974616955305991,
        "lang": "en",
        "text": "Applying all over again and literally praying someone calls me for an interview. Not sure how much more rejection I can take at this point."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 27,
        "tweet_id": 1484949879873056778,
        "lang": "en",
        "text": "A girl just walked up next to me and looked at a painting and goes “this is giving me Harry Styles vibes” and began on a lecture of art and artist using that vibe… just an interesting convo to hear"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 28,
        "tweet_id": 1483928429154156546,
        "lang": "en",
        "text": "Okay guess I’m gonna have to stay off Twitter so I can avoid the Pokémon Arceus leaks people are tweeting and retweeting."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 29,
        "tweet_id": 1483616724364795906,
        "lang": "en",
        "text": "Nothing quite like a shower when you’ve been sick to wash all the ick off. Thankfully fever has stayed broken and I was finally able to eat something."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 30,
        "tweet_id": 1483524369792081924,
        "lang": "en",
        "text": "I just sneezed so hard that I think I might of seen god… that or my brain short-fried and was rebooting."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 31,
        "tweet_id": 1483506722312499204,
        "lang": "en",
        "text": "First I got a cold from a coworker, now I’ve caught something from my nephew that he caught from preschool… I’m done. Just checking out for the rest of January."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 32,
        "tweet_id": 1483241774353166337,
        "lang": "en",
        "text": "I have landed myself in BL (Boys Love) tiktok… I liked one funny video of a girl telling about one and it was hilarious but now every other video I’ve seen today has been about BL’s 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 33,
        "tweet_id": 1482503503209717765,
        "lang": "en",
        "text": "Attractive People of Twitter stop following me! You are making me horny by how hot you are and I’m about to make a fool of myself https://t.co/G3U2I2iVfp"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 34,
        "tweet_id": 1482445102555541505,
        "lang": "en",
        "text": "I just wants somebody who  wants to hang out and wants to be around and really get to know each other, but also wants to tear each other clothes off and take turns fucking each other till we are exhausted and cuddle after we are done. Is that to much to ask for?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 35,
        "tweet_id": 1481997556318146560,
        "lang": "en",
        "text": "I have now matched with 3 different guys on Tinder and all of them have now unmatched me the day before or on the day of our date without any clue as to why. Like we talked all the way up till then and boom no trace. Not sure how I’m the issue but def makes me feel that way."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 36,
        "tweet_id": 1481344600690282496,
        "lang": "en",
        "text": "I have been job searching for a full-time graphic design job with benefits and better pay for over a year now and had maybe 2-3 phone interviews and that’s it. Like I’m seriously wondering if I am just gonna be stuck in Indiana forever. Maybe it’s time to think about job change."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 37,
        "tweet_id": 1481075461140762625,
        "lang": "en",
        "text": "One of my Twitter crushes followed me back and I’m just wondering when is the right time to plan the wedding and send out the invites?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 38,
        "tweet_id": 1480248291992518660,
        "lang": "en",
        "text": "Now that my morning horniness has passed, here’s to  hoping you all have a great day"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 39,
        "tweet_id": 1480203776950775811,
        "lang": "en",
        "text": "Today definitely feels like one of those days where I’d like to cuddle, have my soul sucked out through my dick, or maybe even both"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 40,
        "tweet_id": 1479860828027428864,
        "lang": "en",
        "text": "I haven’t had one for a bit, but today is definitely one of those days that I just find myself utterly unattractive in every way. Gonna push through. Try to eat good, stay hydrated, and hopefully feel a bit better about myself tomorrow."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 41,
        "tweet_id": 1477716376315961348,
        "lang": "en",
        "text": "Everyone taking hot pic of themselves, poles, or holes and I’m sitting here liking them all and realizing I am incapable of taking a decent nude to save my life 😵. Maybe I should find a blog or article on how to take decent nudes, such as angles and lighting and such."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 42,
        "tweet_id": 1476260948402917378,
        "lang": "en",
        "text": "Guy I mentioned before messaged back and wanted to try again. He apologized and honestly he did seem sincere in his explanation so I said let’s chat, and see where things go. He turned around and just asked for money again. I give up on finding love 💔. Also blocked this time."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 43,
        "tweet_id": 1476259015596384260,
        "lang": "en",
        "text": "Had a person message me on Grindr and have no idea if he was asking me to get some breakfast with him or if it was supposed to be an innuendo for a blow job… either way I now wants some biscuits and  sausage gravy."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 44,
        "tweet_id": 1475265560086786049,
        "lang": "en",
        "text": "Gonna watch Encanto as I eat my impossible nuggets, fries, and mozzarella bites like the adult child I am"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 45,
        "tweet_id": 1474212010632138754,
        "lang": "en",
        "text": "How is it the the guys that find me attractive and would date me are always the ones miles/states away and the ones near me are always uninterested in me or just want a hump and dump? At the rate things are going I will end up becoming the 40 year old virgin with a bunch of pets."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 46,
        "tweet_id": 1473027787191730176,
        "lang": "en",
        "text": "He messaged back to tell me he thinks we should really be done and then said something about I would make a really good friend… yeah no. I told him in the politest way to fuck off and wished him the best. Like wtf is wrong with this man?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 47,
        "tweet_id": 1472964430552051714,
        "lang": "en",
        "text": "A first for me: I found a guy I really like and we’ve been talking for a month. He then blindsided me this morning with he doesn’t think he can do this anymore. His major reason was I didn’t help him out by giving him $6000 or offer any money at all, though he knows I’m broke. 😵‍💫"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 48,
        "tweet_id": 1459532448807759879,
        "lang": "en",
        "text": "What pissed me off the most was the comment “You’d probably get a lot more matches if you put that in your bio” like why?! Am I trying to date or find a fucking personal trainer? Like if you only date a bigger guy/girl bc they are losing weight you got some 🚩 already."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 49,
        "tweet_id": 1459530804502138892,
        "lang": "en",
        "text": "Unmatched with someone bc they thought it was weird that I didn’t have anything in my bio about working out/losing weight and just were weird about the whole thing when chatting about it. I’m bigger than I wanna be but if you don’t like me now your not gonna like me skinny🖕🏻"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 50,
        "tweet_id": 1459318291726581763,
        "lang": "en",
        "text": "You are all excited about your new music and I’m still sitting here waiting for any new updates on @Disney ‘s live-action remake of The Black Cauldron. I am ready to have nightmares from the Horned King and all the other creepy crawlies. Series or movie I’m ready 🙌🏻"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 51,
        "tweet_id": 1456606678061834241,
        "lang": "en",
        "text": "Did I miss something about Dove Cameron? Is she okay? I keeping seeing stuff about people being worried about her well being in regards to the wicked movie stuff and was really confused."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 52,
        "tweet_id": 1456259789529305090,
        "lang": "en",
        "text": "I love that I keep getting the TRIPLE ACTION MiraLAX ad on my tl multiple times…Like does my Twitter know something I don’t? Am I constipated or something?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 53,
        "tweet_id": 1456003424013651979,
        "lang": "en",
        "text": "Damn I know what I am now #permanentlyexhaustedpigeon https://t.co/FaFjIy9OyT"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 54,
        "tweet_id": 1455997368957087745,
        "lang": "en",
        "text": "Recently more than one person has followed me back that I follow and I just have to say thank you sexy people for blessing me 😘"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 55,
        "tweet_id": 1454070421222010881,
        "lang": "en",
        "text": "Late to work by an hour or so because I read my clock wrong. Got a love starting the weekend out right"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 56,
        "tweet_id": 1451973252537065475,
        "lang": "en",
        "text": "I blame it on my hangover, but I was singing easy on me by Adele and somehow flowed at some point into wrecking ball by Miley Cyrus and however I did it worked but it also caught me off guard when I realized I was singing two different songs 🥴"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 57,
        "tweet_id": 1448315318372294663,
        "lang": "en",
        "text": "The spam calls are running rampant today it seems."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 58,
        "tweet_id": 1447995617813348359,
        "lang": "en",
        "text": "I was never big on m celebrating my birthdays, but with everything going on with covid and the world I have been. I had a co-worker make me a cake. I bought myself some stuff. Make myself a nice meal and try to have a good rest of the week enjoying turning 28 🎉🎂🎊🥳"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 59,
        "tweet_id": 1446708135465467905,
        "lang": "en",
        "text": "Guess it’s time to take another break from dating apps and trying to find somebody again. I wish people wouldn’t have a fucking clear idea of what they want and not be telling me after almost a month that they were in love with their straight friend who they are not over."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 60,
        "tweet_id": 1444825655254917121,
        "lang": "en",
        "text": "Nothing quite like body dysmorphia running rampant today as I’m trying to find new clothes for one best friend’s wedding coming up. I know I’ve made a lot of progress, but clothes not fitting the way I want/think they should wreaked havoc on my confidence."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 61,
        "tweet_id": 1444396995502870538,
        "lang": "en",
        "text": "OK so it’s one thing when someone says “you’re cute” But when someone says “you’re kind of cute” is that a compliment? Idk it just seems  like a fake compliment you give someone to say something nice. Idk maybe I’m just weird and over analyzing."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 62,
        "tweet_id": 1442974331756105728,
        "lang": "en",
        "text": "Is there a rule that we’re not allowed to swipe right on a profile if the person has the same name as us but spelt differently? Because if so then I broke it because that person was hot"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 63,
        "tweet_id": 1442301231695683584,
        "lang": "en",
        "text": "Now I remember why I can’t watch Coco. It’s so freaking good and leaves me a sobbing mess 😭"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 64,
        "tweet_id": 1442149915912704000,
        "lang": "en",
        "text": "Had a ton of fun drinking and watching the drag queens but def don’t enjoy the day after drinking problems 😷"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 65,
        "tweet_id": 1441979363524689923,
        "lang": "en",
        "text": "With my cousin at her first drag show and all I can sway is we’re gonna have a good time! 🤪"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 66,
        "tweet_id": 1441939382034841604,
        "lang": "en",
        "text": "I’ve not been out to a bad in so long. But after the week I’ve had I just needed a damn drink and honestly it feels great to be out."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 67,
        "tweet_id": 1441885672445411329,
        "lang": "en",
        "text": "Love helping with this benefit ride that I’ve been doing for 8 years but I really can not stand how rude these drunk people can get. It takes a lot of strength to keep my mouth shut."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 68,
        "tweet_id": 1441407189877334018,
        "lang": "en",
        "text": "Got my first jab of Covid-19  Pfizer vaccine 💉. They were not joking about the sore arm!"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 69,
        "tweet_id": 1440118081674792960,
        "lang": "en",
        "text": "Love that I didn’t even remember making this account a year ago. But been blessed to laugh at some funny tweets and see all ya hot confident people too. #MyTwitterAnniversary https://t.co/JMPjIYKFne"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 70,
        "tweet_id": 1440048638944706563,
        "lang": "en",
        "text": "So about the whole drug/ shooting I mentioned . There is more info that’s been released and all I can say is picture perfect lives are always picture perfect. Just bc you think you know people doesn’t mean you do and life sometimes plays out like an episode of jerry springer."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 71,
        "tweet_id": 1440012936613875719,
        "lang": "en",
        "text": "I feel like I’m back at my apostolic church seeing this skirt. I can feel the girls viciously and loudly gossiping about me and other people while in the middle of church service and just having to sit there and try to ignore it. 🥲 https://t.co/0QPKpto5gL"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 72,
        "tweet_id": 1439686162331971585,
        "lang": "en",
        "text": "Still trying to decide if I want to be Mario or Luigi for Halloween. I even thought about being Waluigi for a sec but idk if I could pull him off."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 73,
        "tweet_id": 1439327817330724866,
        "lang": "en",
        "text": "I love that my tiktok addiction has escalated enough that not only do I keep getting the take a break videos, but I also get a 24 hour break out on my account where I can’t like posts bc of possible spamming… what have I got myself into 🥲"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 74,
        "tweet_id": 1438895425344376832,
        "lang": "en",
        "text": "So I’m feeling better now that I’ve learned there are other guys that are my age and haven’t ever been in a relationship before. One guy on tiktok was actually from Indiana too and it was comforting and kinda whacky how similar we were when he talked about it."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 75,
        "tweet_id": 1438161328481394694,
        "lang": "en",
        "text": "This, but I’m working on it so progress https://t.co/8mOcniBbGs"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 76,
        "tweet_id": 1438155618611826688,
        "lang": "en",
        "text": "Welp gotta love that the news is covering it. Does appear to be self defense so far. But man the way everybody dumps all the secrets when shit goes down is crazy. However, I typically like to give people the benefit of the doubt till I have all the facts."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 77,
        "tweet_id": 1437941703294455813,
        "lang": "en",
        "text": "So one of the first guys that found me attractive and wanted to be with me back in high school (I was not out at the time but like him too) has just been charged with meth possession and dealing. There is a possibility of murder charge, and being investigated for embezzlement…🤯"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 78,
        "tweet_id": 1437499288666484744,
        "lang": "en",
        "text": "I don’t feel this way very often but I actually thought I looked good in the mirror. I can see more progress of losing weight and my feel attractive. However also feel like this plays into the stereotype that I have to be skinny to be attractive. 🥳😱🤯"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 79,
        "tweet_id": 1437461188380614657,
        "lang": "en",
        "text": "Why are the majority of you so fucking attractive? I strive just to fall into average and I get complimented that I’m cute (still not sure about this) and you guys look like god or whom/whatever bopped ya with fucking gorgeousness #whatisthesecret🕵️‍♂️"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 80,
        "tweet_id": 1437119858135740417,
        "lang": "en",
        "text": "Besides cooking and my sparkling personality, I think another benefit of dating me would be the large collection of hoodies and crew neck sweaters I have amassed for myself that they would be allowed to borrow."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 81,
        "tweet_id": 1436813124229910539,
        "lang": "en",
        "text": "Terrific end to my day. My card got hacked and I now have my card blocked and won’t get a new one for another 5-7 days… like I’m a broke ass graphic designer. Thankfully my bank blocked the charge from the beginning and I don’t have to dispute it. 😭🤦🏻‍♂️🙏🏻"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 82,
        "tweet_id": 1436083800325382155,
        "lang": "en",
        "text": "Southern Indiana, especially Evansville, make me regret choosing graphic design as a career field almost on the daily. I’m either or under qualified for the job when there are any, they want pay me $10 or less, or it’s a barren wasteland with no openings."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 83,
        "tweet_id": 1435770914738671623,
        "lang": "en",
        "text": "Saw this and it reminded me of how I come on to Twitter see something, type out a comment, and decide nope! Delete it, like the post, and move on to the next like nothing happened 😶‍🌫️ https://t.co/AM9ICFT6me"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 84,
        "tweet_id": 1435266136736772105,
        "lang": "en",
        "text": "I downloaded tiktok and I’m already wondering why have I done this to myself. It’s just a black hole of content that I can’t seem to stop watching."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 85,
        "tweet_id": 1434603456036319241,
        "lang": "en",
        "text": "Weather was so nice I decided Id grill and roast some veggies for meals for the week and for parents to eat some. All turned out pretty good. https://t.co/hy5IHoMAdo"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 86,
        "tweet_id": 1434242670080233474,
        "lang": "en",
        "text": "Feel like I should update my profile pic and banner but haven’t decided what I should put yet."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 87,
        "tweet_id": 1431681087525240834,
        "lang": "en",
        "text": "I love every time I get confident in myself that I try dating apps and immediately regret it bc it’s more like match and never speak, match speak once and  never again, or speak hit it off, they ask for snap we snap and then ghosted… like I just don’t get it anymore"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 88,
        "tweet_id": 1430691324269842435,
        "lang": "en",
        "text": "I know we all feel this way, but I’m so fucking sick of this Pandemic and Covid-19. Another co-worker and his family tested positive. I’m praying that bc I had very limited contact with him I’ll be fine. Being high-risk is a pain in my fucking ass. I just want to get my 2 jabs."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 89,
        "tweet_id": 1429506961683402763,
        "lang": "en",
        "text": "Love that I misspelt weird🤦🏻‍♂️"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 90,
        "tweet_id": 1429491908359897098,
        "lang": "en",
        "text": "In the car with my mom and Miley Cyrus’s “Night Crawling” was playing. Once it ends my mom goes, “you listening to some weird shit again.” What can I say… I enjoy my wired shit 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 91,
        "tweet_id": 1429226967199592448,
        "lang": "en",
        "text": "I can’t wait to hit my halfway goal of my weight loss journey. Been dealing with some unforeseen problems but I’m about 10 lbs from my halfway goal and pretty proud of myself."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 92,
        "tweet_id": 1420786362119331844,
        "lang": "en",
        "text": "Has anybody else been mistaken for a woman on the phone for so long that you don’t correct people unless it’s necessary? Like at this point I just roll with it bc half the time it’s not worth the energy to correct someone, when all I want is off the phone."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 93,
        "tweet_id": 1410691718761136132,
        "lang": "en",
        "text": "This weather has me all types of fucked up recently. I slept for 15 hours yesterday and I honestly don’t think I have ever even done that when I’m sick. I was groggy but besides that just extremely tired. Leave it to Indiana weather to be predictabley unpredictable haha 😪😵"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 94,
        "tweet_id": 1405702949876162563,
        "lang": "en",
        "text": "I was trying to enjoy a bag of fruit gushers and I turn around to find my nephew clawing up me telling me, “sharing is nice”… idk if he’s got a 6th sense or has the nose of a blood hound for fruit gushers. I shared but not happily 😝"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 95,
        "tweet_id": 1403087161470164999,
        "lang": "en",
        "text": "Nothing like breaking in my new car’s Bluetooth system by playing @KaceyMusgraves Golden Hour album"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 96,
        "tweet_id": 1403058803558563844,
        "lang": "en",
        "text": "Can people just be allowed to wear whatever inseam length of shorts they want? Not everybody is comfortable with all the legs hanging out and some people are. Wear whatever the hell you want and makes you comfortable and leave everybody else be."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 97,
        "tweet_id": 1399338199537815557,
        "lang": "en",
        "text": "Does it count as a case of the Monday’s when you wake up thinking you are late for work, speed to work, arrive an hour late for work to realize you are actually 30 minutes early for work? \n\nI’m now exhausted and ready to leave and go back to sleep."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 98,
        "tweet_id": 1398791280340131844,
        "lang": "en",
        "text": "I adulted today and went through the whole process of finding, test driving and purchasing a new (used) car! Still a little sour from forking over the money for a down payment but now I don’t have to worry about my other car trying to kill me like she’s been wanting to 😱💀"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 99,
        "tweet_id": 1397686003595362309,
        "lang": "en",
        "text": "Sometimes, like today, I wonder how much my life would be different if I had gotten together with the homophobe of my high school class. nice guy, still hot to me, and giant dong. He’s out, married a guy and has fur babies, while I’m a single virgin 27 yo lookin for love."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 100,
        "tweet_id": 1397597823328296970,
        "lang": "en",
        "text": "Rainy day at my favorite cafe... yes please!"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 101,
        "tweet_id": 1396966639980228609,
        "lang": "en",
        "text": "Of course I’d see my own fucking sign of Libra ♎️ first... 🤯 https://t.co/Anwxy6Dgs4"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 102,
        "tweet_id": 1395070782460542979,
        "lang": "en",
        "text": "Well nothing happened other than him saying hi to me when he first wen to sit down. We had awkward eye contact more than once but that’s it. Well I guess that’s more action than I’ve had in most my life so I’d say progress 😆"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 103,
        "tweet_id": 1395059528786399241,
        "lang": "en",
        "text": "A guy that is just my type said hello to me at the coffee shop I’m at and I think I just had a mini heart attack. He even sat to where he is looking straight at me. Dear god give me strength 🙏🏻"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 104,
        "tweet_id": 1394813038444883973,
        "lang": "en",
        "text": "It gives me anxiety to leave comments on people’s tweets, but something must be in the air bc I said fuck it and have commented the most I think I ever have. Maybe this is how people make friends on here 🧐"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 105,
        "tweet_id": 1394305854418079747,
        "lang": "en",
        "text": "Am I the only one who finds it a bit strange to have a photo of you/ or possibly some random person receiving a blow job in your dating profile photos...? Like am I a prude or is is that a bit weird?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 106,
        "tweet_id": 1393711281316765696,
        "lang": "en",
        "text": "I have now listened to this more than I probably should have, but I don’t care I love it! https://t.co/NdSsWXYzjk"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 107,
        "tweet_id": 1393356076607754248,
        "lang": "en",
        "text": "I re-downloaded some of my dating apps and already want to delete them. I think I’m cursed to meet someone via real life or not at all."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 108,
        "tweet_id": 1392866995775885312,
        "lang": "en",
        "text": "Also loved Ancient Egypt , also Greek/Roman and Norse mythology, Pokémon, and Yu-gi-oh. https://t.co/S3oJTFLbuf"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 109,
        "tweet_id": 1392576323420295175,
        "lang": "en",
        "text": "I made this account so I could follow all the gay accounts that I thought were funny or just liked and so I could post comments without family seeing or hearing about. But more often then not I just like liking all the peeps post I follow and seeing how you are all doing."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 110,
        "tweet_id": 1392095861765722118,
        "lang": "en",
        "text": "Does anybody else just look at the time, accept they are gonna be late for work, and continue on being late for work?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 111,
        "tweet_id": 1389583136187637764,
        "lang": "en",
        "text": "My foot is finally better to where I can workout again. Did my first workout since I hurt it and the workout whipped my ass. But it was nice to be able to do it since I haven’t been able to for over a month."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 112,
        "tweet_id": 1383473334390718468,
        "lang": "en",
        "text": "Must be spring bc all the couples seem to be out and they are being all touchy feely and being cute and lovey dovey. If you couldn’t tell I am jealous bc i want that too."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 113,
        "tweet_id": 1383460127005499395,
        "lang": "en",
        "text": "Went to the coffee shop I normally go to and I forgot to say iced for my drink and I am now drinking hot coffee for the first time in years... nope I will always want my drinks cold. I am not a hot drink person. I don’t even care for hot chocolate. I’d rather have chocolate milk."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 114,
        "tweet_id": 1381689313981820929,
        "lang": "en",
        "text": "Trying to keep an open mind with the CW’s Power Puff girls just bc I liked the show when I was a kid, I like Dove Cameron and Chloe Bennet. Though riverdale became a dumpster 🔥 and Fate (winx Netflix) wasn’t really winx club at all. Hoping they do this good."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 115,
        "tweet_id": 1381608775967256580,
        "lang": "en",
        "text": "Nothing like being at work and being informed to save often because our breaker box is speaking to us through soft buzzing noises and an electrician being called and dropping everything when we told him it was buzzing to check it out. Gotta love old buildings."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 116,
        "tweet_id": 1379879302313938948,
        "lang": "en",
        "text": "This week has been officially one of my worst. I injured my foot and can’t work out (not broken thankfully), messed up my regular pair of glasses and I’m now on my gma/gpa backup pair. I’d now like to sleep the rest of the week before anything else bad happens."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 117,
        "tweet_id": 1379274345562931203,
        "lang": "en",
        "text": "Nothing quite like when everything goes wrong at once. Computer server died at work, some mysterious substance has messed my glasses up to where I can’t see through them, and now I fucked my foot up and had to go to urgent care to make sure it wasn’t broke (not broke yay!)"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 118,
        "tweet_id": 1377957928834117635,
        "lang": "en",
        "text": "So I finished my first month of workouts with my online PT. Still a lot of progress to be made, but I’m happy with the progress I made starting this journey. Hoping to do my best as I begin this new month."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 119,
        "tweet_id": 1377330837847302144,
        "lang": "en",
        "text": "I get really worried some days. I still think of myself as a kind and empathetic person. idk it feels like the world has shifted in a sense since I was younger. Idk if all the bullying, trauma, stress and now a pandemic have made me colder or I’m just older and less naive."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 120,
        "tweet_id": 1376988214699909122,
        "lang": "en",
        "text": "My co-workers literally are the most dramatic people I’ve been dealt with. They literally have now complained about my bosses cheesy popcorn for over 10 straight minutes, which has now turned into a topic of stinky cheese and bad smells... I’m pretty sure babies cry less."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 121,
        "tweet_id": 1376926444882919428,
        "lang": "en",
        "text": "Literally have just gotten on hear lately to see whatcha all are doing and see what’s up and happening. I have no opinion to express except for me liking tweets."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 122,
        "tweet_id": 1374781663671152641,
        "lang": "en",
        "text": "I saw someone I know l from college and I went to say hi and my anxiety went through the life. I could not get my mouth to form words and just kept thinking of a millions different reasons to say hi don’t say hi. I ended up saying nothing. This is why I hate myself sometimes. 🙃"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 123,
        "tweet_id": 1374780169106374657,
        "lang": "en",
        "text": "Don’t think I can get on Twitter anymore today while I’m out. The amount of dick, ass, and nudes I’ve had appear on the tl via peeps I follow or were liked or refweeted by others got me throwing my phone around to avoid people seeing them 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 124,
        "tweet_id": 1374397209408466959,
        "lang": "en",
        "text": "It wasn’t like I literally left shit everywhere or left it visible in the trash. I push it down and fold it to where it’s not visible. So not even sure how she noticed it without looking looking in the trash. But def was awkward bc yes I poop 💩 and I wipe and toss my 🧻"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 125,
        "tweet_id": 1374395065989095428,
        "lang": "en",
        "text": "Somewhat awkward question, but do you all flush your toilet paper or do you throw in the trash can? I throw mine away other than in a few instances I will flush.\n\n(Context: my office manager informed me privately I am supposed to flush bc we are in the city with sewer.)"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 126,
        "tweet_id": 1369778390685917202,
        "lang": "en",
        "text": "This may sound like a dumb question but I am asking honestly. Can someone explain the whole fetishization Of “daddy”? Like is it just a social trend for the moment or is like a deeper thing bc of trauma experienced with ones father played out through a father type loving you?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 127,
        "tweet_id": 1368319671296999426,
        "lang": "en",
        "text": "I just struggled for almost an hour trying to think of the word avant-garde. My brain kept saying art nouveau or vanguard but for some reason cannot come up with avant-garde. And all the different Google results that came up trying just to figure out this one word 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 128,
        "tweet_id": 1367957883120476174,
        "lang": "en",
        "text": "Today was a movie day bc after moxie I watched I care a lot. Not even sure how to describe it. I wished for the main character to receive karma most the movie and some of the thoughts &amp; feelings I had were probably not healthy to have felt so some introspection needed on my part"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 129,
        "tweet_id": 1367956795608735754,
        "lang": "en",
        "text": "Finished Moxie and overall I thought it was pretty good. Def think somethings should have been thought out a bit differently. Like the white person hero complex we seem to always fall into, but still pretty good."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 130,
        "tweet_id": 1367866662440026117,
        "lang": "en",
        "text": "Just started watching moxie on Netflix and already had to pause bc the “Mitchell” character being a toxic piece of shit really bothered me and then the whole convo with the principals/counselor just triggered me from my own issues I dealt with in jr/high school."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 131,
        "tweet_id": 1367568599825678342,
        "lang": "en",
        "text": "I don’t even have tiktok and I think I see and receive more tiktok videos than I ever dreamed of. I know the day I download it my life will be over bc I will fall down the rabbit hole of watching videos all day every day."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 132,
        "tweet_id": 1367312220556849164,
        "lang": "en",
        "text": "Did my second workout routine and made it through a little bit better than the first. Made it to the ab series and it whooped my tubby tummied ass. This current body with no upper body strength ain’t made for planks 😂 I was vibrating at a new frequency when holding it."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 133,
        "tweet_id": 1367208423675342851,
        "lang": "en",
        "text": "I go to a coffee shop where my friend works 2-4 times a year to work on stuff. Every single time an ex-friend from my life also shows up. The last time we spoke was here almost 4 years ago. Friend told me, “The universe has tied you guys together” well I want split permanently 🤯"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 134,
        "tweet_id": 1367181922896650241,
        "lang": "en",
        "text": "I have an incredible gift choosing some of the worst companies to work for. Some of the stories I could tell how the owners of these businesses and managers I’ve dealt with act and operate their businesses probably would surprise some and for what the rest of us know."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 135,
        "tweet_id": 1366812174778163201,
        "lang": "en",
        "text": "It’s really annoying to bring my lunch some days bc almost every single one of my coworkers has to stop me and tell me how good it smells or ask what it is. I get it, but I’m just trying to eat and get my work done and listen to some k-pop okay?! Leave me be."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 136,
        "tweet_id": 1366548208831332353,
        "lang": "en",
        "text": "Did my first workout and to say that it whooped my ass is an understatement. But I am not gonna give up. Gonna keep pushing forward."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 137,
        "tweet_id": 1366477276301455360,
        "lang": "en",
        "text": "Just watched Fate the winx saga after I was against watching it. I was a fan of the original cartoon and so nostalgia held strong. Definitely was not winx club or anywhere near it. Felt more like W.I.T.C.H. mixed with Winx. I liked it though and will watch next season."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 138,
        "tweet_id": 1366137656028061708,
        "lang": "en",
        "text": "Both nervous and excited! I have got a personal trainer now and I have received my work out plan for the month. Hoping this is just the beginning of better things to come! 🏋🏻‍♂️"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 139,
        "tweet_id": 1364646594470158340,
        "lang": "en",
        "text": "To help with rid myself of distractions I have once again deleted my dating apps (not that anything was turning out 😒)."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 140,
        "tweet_id": 1364609390616186884,
        "lang": "en",
        "text": "So last night I had a pretty deep mental and emotional low. But from it I’ve decided I’m going to shift gears and work on myself. I’m taking steps on working on my body and hopefully my mind too."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 141,
        "tweet_id": 1364353852754001921,
        "lang": "en",
        "text": "Is it really that big a deal that I have not had sex (anal- penetrating/being penetrated)? Been ghosted multiple times now after they ask and I tell them I haven’t. It’s not for religious or any greater than thou values. I am just not big on sex and chose to focus on school."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 142,
        "tweet_id": 1364309990077513728,
        "lang": "en",
        "text": "Today has consisted of me working and spiraling between I will be alone forever, trying to embrace that it’s fine to be alone, and fuck that I want to find somebody that wants to talk, be their for each other, and f*ck when want to. Cuddling is also encouraged."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 143,
        "tweet_id": 1364046151087972353,
        "lang": "en",
        "text": "Honestly this looks better than what I do in real life and I’m not even mad about it 😍 https://t.co/wQZaJj4LGj"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 144,
        "tweet_id": 1363901524129251331,
        "lang": "en",
        "text": "How is only a little past noon... this work day is dragging."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 145,
        "tweet_id": 1363734389587406849,
        "lang": "en",
        "text": "Nothing like the feeling of looming  anxiety and dread weighing on you but there not actually being anything wrong. Like my brain is stressing over nothing which in turn seems to be stressing my brain and body out. I’d like to just get some sleep for work tomorrow thanks 💤"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 146,
        "tweet_id": 1363620926588411904,
        "lang": "en",
        "text": "Here’s to hoping JLaw gets to act and have a personality in Fantastic Four. I’m not gonna shit all over her performance as Mystique. I think she did well with what she was working with. I can also understand why she was over the role by the end like most fans were."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 147,
        "tweet_id": 1363363283458281483,
        "lang": "en",
        "text": "I really wish I didn’t live in Southern indiana. It feels like I’m never gonna meet someone. All the people I have connected with live at least 2 hours or more away which isn’t a big deal to me but Its a deal breaker for these other people.Which is also funny bc it show our dist."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 148,
        "tweet_id": 1363346608528752642,
        "lang": "en",
        "text": "I am h word again. Will this cycle ever end. I just want to cuddle and  fuck but all I got is my hand so I guess I’ll guess I’ll make it work."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 149,
        "tweet_id": 1363270191229120512,
        "lang": "en",
        "text": "I have ****** *** for the 4th time today and my body does not seem to get the point that we should probably chill and stop being so h word every 10 minutes."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 150,
        "tweet_id": 1362870541158350848,
        "lang": "en",
        "text": "It must be the end. I took a selfie of myself and I hate taking photos of myself. Like I actually thought I looked good. I went even crazier and actually posted to my IG. Guess I’ll see how long this lasts and enjoy it🥰"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 151,
        "tweet_id": 1362852713701257218,
        "lang": "en",
        "text": "Honestly, it’s nice to read this. The last thing on my mind is working out when I am just trying to make it through each day in the middle of a global pandemic, natural disasters in the US, and the govt. literally being a garbage fire 🔥 🗑 🔥 https://t.co/TA5IdR9AG2"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 152,
        "tweet_id": 1362846441186750466,
        "lang": "en",
        "text": "Do chips ahoy chewy cookies count as a healthy and balanced meal bc I forgot my salad for lunch and this is what I got?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 153,
        "tweet_id": 1362841182582304768,
        "lang": "en",
        "text": "I about spit up my drink when I read the letter to the editor that we have for this weeks paper. The headline is literally Patriot Dies, then first sentence says Rush Limbaugh...obviously I’m not celebrating his death or life. Really gotta stop reading the articles while editing."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 154,
        "tweet_id": 1361461199758581761,
        "lang": "en",
        "text": "For as cold and snowy as it is today, some of y’all are very naked. Hopefully you stay warm and don’t catch a cold 🥶"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 155,
        "tweet_id": 1361300825428152320,
        "lang": "en",
        "text": "Literally made it to the interstate and snow has already drifted onto it. I texted my boss and was like I’m not gonna make it in. I’m not about to drive an hour or so to make it to work and then drive back in even more snow. Snow and ice are not my friends and I’d like to live."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 156,
        "tweet_id": 1361093093668376577,
        "lang": "en",
        "text": "Single, coupled, throupled, or whatever else you may be. I hope you had a nice Valentine’s Day 💋🥰"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 157,
        "tweet_id": 1361038887339110406,
        "lang": "en",
        "text": "Another Valentine’s Day single. I would be bothered but it requires to much energy at this point so I will make myself and my fam some delicious food and call it a day."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 158,
        "tweet_id": 1360264891760848899,
        "lang": "en",
        "text": "You know I always blame myself for not being able to flirt or communicate which is why I find myself being ghosted again. The lack of experience that I have. But Now I’m starting to think that isn’t the big issue, it’s them not knowing what the fuck they want and realizing that."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 159,
        "tweet_id": 1359634010096427012,
        "lang": "en",
        "text": "Lol so confused. I got a notification I had been followed and then I looked and it tells me I have been blocked by them... I have never seen the person, their tweets, or spoken to them. But I’ve been blocked."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 160,
        "tweet_id": 1359242658502373384,
        "lang": "en",
        "text": "I love participating in the Pokémon tweets when they happen but there is no way I’m doing the weight for me. Last thing I need to do is feel self conscious about what Pokémon I way the same as."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 161,
        "tweet_id": 1359143546046058500,
        "lang": "en",
        "text": "Why is communication such an issue for people in general. I am not investing the time and energy to read secret messages in your texts. Fucking tell me what’s wrong or what you need and go from there. Unlike some I’m not a psychic and can think of a million scenarios and be wrong"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 162,
        "tweet_id": 1358103773349085188,
        "lang": "en",
        "text": "I just read libra as library so I’m pretty sure I should just give up on today and go back to bed."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 163,
        "tweet_id": 1357365623710433281,
        "lang": "en",
        "text": "I seriously watch Riverdale bc I can’t stand starting a show and not completing it. There are so many shows that I have hated and finished watching bc it drives me nuts to not finish it. Like the show went to garbage real quick and just continues to top its insanity."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 164,
        "tweet_id": 1356068431683051522,
        "lang": "en",
        "text": "Okay so I have listened to some of your voice tweets and some of you have some attractive ass voices."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 165,
        "tweet_id": 1355580926831550466,
        "lang": "en",
        "text": "I have to keep telling myself that it’s my sisters day. It’s her wedding to myself as I want to knock the shit out of these immature fucking dumbasses for groomsmen. The only tolerable is the groom himself."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 166,
        "tweet_id": 1354198539669274625,
        "lang": "en",
        "text": "So I knew people were watching zoom calls and stuff of weddings because of the whole pandemic but I didn’t know people were zoom calling in as bridesmaids and other stuff and having people hold them up so that their “there in person”. Just find it humorous"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 167,
        "tweet_id": 1354077272035221504,
        "lang": "en",
        "text": "I honestly connect with both Sabrina Carpenters song, Skin, and Olivia Rodrigo’s song, Drivers License. The songs felt genuine. The one I don’t is the boy’s whose name I don’t even know. His song, Lies Lies Lies, is okay and his voice makes me think of Michael Bublé at parts."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 168,
        "tweet_id": 1353739400463704068,
        "lang": "en",
        "text": "So based on all the reviews I’ve read, Fate: the Winx Saga sounds like a distant cousin to Riverdale and some other CW shows that fails in the story/plot department. But I’ve seen more than one article say it probably gets a second season. So I can’t decide to watch it or not."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 169,
        "tweet_id": 1353727324991197185,
        "lang": "en",
        "text": "I feel like I would have actually been good at math if someone taught me math like this. https://t.co/8IlIz7XNCX"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 170,
        "tweet_id": 1352739299704401922,
        "lang": "en",
        "text": "Can someone explain to me why the fuck I keep downloading dating apps? I get on them immediately feel awful about myself (body, job, etc.) and I know I’m gonna end up deleting these things again just for the cycle to start over."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 171,
        "tweet_id": 1352696087350562817,
        "lang": "en",
        "text": "Working at a conservative newspaper really exposes me to just how illogical some of these people are in their arguments. Especially when if you take out the key piece they use which is Christianity. Most of their arguments are virtually non-existent when religion is removed."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 172,
        "tweet_id": 1351952880035635212,
        "lang": "en",
        "text": "The driver license song gives me a taylor swift vibe up to the “red light, stop sign” part and then for some reason my brain switches to lorde which honestly that not bad either way."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 173,
        "tweet_id": 1350538989531508739,
        "lang": "en",
        "text": "Is it weird that the cashier who checked my times out at Walmart and struck up some small talk with me made me the most human and alive that I have felt in probably months. She has no idea who I am and honestly that’s fine bc she made me feel normal for a moment and it was nice."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 174,
        "tweet_id": 1348637589276917766,
        "lang": "en",
        "text": "I am seeing a bunch of 🤡 today. You all should just stayed quite and went back to bed instead of hitting the send button on your tweet."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 175,
        "tweet_id": 1346294755215495168,
        "lang": "en",
        "text": "I have never in my life referred to@myself as a daddy and for some@reason I still feel attacked lol. I think it’s bc I’m 27 and Have about 30k in student debt with a mustache and beard. https://t.co/YBHPYtnXeK"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 176,
        "tweet_id": 1344850631421526017,
        "lang": "en",
        "text": "Mean girls and then miss congeniality playing back to back? Yes thank you I am now invested."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 177,
        "tweet_id": 1344814469000683520,
        "lang": "en",
        "text": "#1 is where this queen should be! https://t.co/ZpM8JB8Nfo"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 178,
        "tweet_id": 1343410569563533312,
        "lang": "en",
        "text": "Made it through Bridgerton. I’m glad i stuck it out and it got better. Still some weird choices, but still better than it was. Kinda want a second season just bc of them revealing Lady Whistledown, and me guessing it from the end of the first ep and being right."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 179,
        "tweet_id": 1343300911767187457,
        "lang": "en",
        "text": "Does anyone else have a face gasm when you rub/massage your face and/or eyes just right or so good that your whole body just goes tingly? Asking for myself"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 180,
        "tweet_id": 1343022503615193089,
        "lang": "en",
        "text": "I started out liking Bridgerton but now I’m in this weird middle ground where some of there choices I can not understand or relate to. So it makes me not want to continue watching but I will bc I can’t stand not finishing a show once started."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 181,
        "tweet_id": 1342231616471633921,
        "lang": "en",
        "text": "Made it home after my dad swooped in to save me at the grocery store. I’ve got most stuff in crockpots or in the oven. I’ve also had some strong cocktails and feeling good. Now I gotta take a shower and get changed so I can take some cute pics with my nephew in front of the 🌲"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 182,
        "tweet_id": 1342191612336758786,
        "lang": "en",
        "text": "So can we have a Christmas themed “XS” video from @rinasawayama since Christmas in one of the most excessive holidays and bc I think it would be amazing too!"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 183,
        "tweet_id": 1342170615978074124,
        "lang": "en",
        "text": "So stuck at the store now bc I forgot I don’t have a debit card bc a scammer and have $26 on me and my new debit card hasn’t come yet. I now have to wait till my dad gets here so that I can purchase the items. Fuck scammers and hackers and the lot."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 184,
        "tweet_id": 1342163789597335553,
        "lang": "en",
        "text": "I’m in shorts and a sweatshirt while running this errand to the store and a sweet little old lady just told me that I might get cold as she looked at my legs. What’s funny is I’m cold just about everywhere except my legs."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 185,
        "tweet_id": 1342151415062536192,
        "lang": "en",
        "text": "Of course it would be on today that I realize I’m missing a couple things for our Christmas Eve dinner. So now I have to do a super quick run to the store and make it back to continue prepping everything else. Also why do we eat turkeys again?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 186,
        "tweet_id": 1341836027162484737,
        "lang": "en",
        "text": "Watched “the PROM” yesterday and I honestly related to a shit ton of the movie. Especially the shit talking indiana and Emma’s song -Just Breathe- well damn I was like yes bitch same! Let’s breathe and get the fuck out of indiana! But overall I enjoyed the movie. Cheesy but good."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 187,
        "tweet_id": 1338208723806904326,
        "lang": "en",
        "text": "I’m so fucking tired of being in Indiana, especially being stuck at home. Hoping 2021 brings me the opportunity to move out of parents house and hopefully out of this state."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 188,
        "tweet_id": 1336546752632074241,
        "lang": "en",
        "text": "And I ope 🤭 https://t.co/SzzAFj4QWC"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 189,
        "tweet_id": 1336341567230119936,
        "lang": "en",
        "text": "I’ll start Larping to full invest in the fantasy of them 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 190,
        "tweet_id": 1336341270667661312,
        "lang": "en",
        "text": "I don’t even care what jokes could be made about them. I’d where them. I’ll wear them with sweats I’ll wear the with shorts. These look cool as fuck and play into all my fantasy/anime/manga/ Sci-fi characters dreams. https://t.co/F4Mhh0q7ZA"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 191,
        "tweet_id": 1335952727596273672,
        "lang": "en",
        "text": "Downloaded Discord just so when my friends and I play Among Us we can discuss via discord voice chat. It was a lot of fun bc they now know what I sound like when playing this game and that I am insane 😂."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 192,
        "tweet_id": 1334934700880777222,
        "lang": "en",
        "text": "Absofuckinglutely! I make multiple scenarios play in my head even while speaking to people and get pissed off on multiple levels and nobody did nothing. But I thought and that’s what counts 😂 https://t.co/Sm2SzhjNW6"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 193,
        "tweet_id": 1333887434870960128,
        "lang": "en",
        "text": "My sis is here doing her online classes and is currently doing ethics.Currently talkin about incest being morally wrong and the example being cats committing incest and multiple people saying theyve witnessed it.Classes are wild these days. My ethics we talked about Greek Myths."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 194,
        "tweet_id": 1333857500177838087,
        "lang": "en",
        "text": "Honestly I was pissed off and frustrated about last night but I probably got one of my best nights of sleep that I’ve had in long time. So I guess some pros and cons."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 195,
        "tweet_id": 1333598782089551872,
        "lang": "en",
        "text": "But Bitch jokes on you! I get paid for not being there tomorrow 💅🏻"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 196,
        "tweet_id": 1333598470658256899,
        "lang": "en",
        "text": "Nothing like the dumbass who got covid and got himself, his wife, and a coworker sick, telling me not to come back to work till Friday after I’ve completed my 14 day quarantine and him still not wearing a mask and talking about being immune to Covid and not being able to pass it."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 197,
        "tweet_id": 1331416012336586752,
        "lang": "en",
        "text": "Deleted all my dating apps for the nth time. Wonder how long I’ll last before I re-download them bc I’m bored for the nth time."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 198,
        "tweet_id": 1331065216642256897,
        "lang": "en",
        "text": "I have no symptoms, besides my normal allergy/asthma related stuff. Also my mom’s symptoms are mimicking what feels like a sinus infection. Other than that she is doing fine, and my dad hasn’t shown symptoms. So here’s to being trapped in my house for another 2 weeks."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 199,
        "tweet_id": 1331064736620965889,
        "lang": "en",
        "text": "Love that I have been so cautious over this whole pandemic and now I have had to quarantine twice back to back, one from work bc the guy did nothing to protect himself from getting it or spreading it and then my mom training her new nurse caught it at work."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 200,
        "tweet_id": 1330715997926514688,
        "lang": "en",
        "text": "Just watched Tyler Perry’s Acrimony and I feel like I was rooting for the wrong character... I feel very conflicted now."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 201,
        "tweet_id": 1330234613348917253,
        "lang": "en",
        "text": "I hate that at times this is the only place I can vent/complain/ or just say random thoughts on my mind. I never expect a response but it honestly makes me really happy when someone responds to something I tweeted/retweeted and feels the same. I feel less alone."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 202,
        "tweet_id": 1330229655945801737,
        "lang": "en",
        "text": "Are these the original Positions lyrics? https://t.co/F5BR7cL4hM"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 203,
        "tweet_id": 1330214596280537089,
        "lang": "en",
        "text": "I wish my friends would put in effort into our friendship. If we are friends then I’m always down to help out and hang out. I’m always there to listen, but I feel like I’m only good enough when no one else is available for them. I wish I didn’t care as much as I do."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 204,
        "tweet_id": 1329793107118993408,
        "lang": "en",
        "text": "I knew there were quite a few great songs on Katy Perry’s Smile album but now I feel like an idiot for not taking the time to listen to it sooner. Think this is one of her best albums imo."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 205,
        "tweet_id": 1329522106426593282,
        "lang": "en",
        "text": "So fucking gorgeous!!! Chikorita will always be my top pick and I love this Meganium! https://t.co/AbzUI2qK9a"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 206,
        "tweet_id": 1329199312820187139,
        "lang": "en",
        "text": "Drinking water with lemon gives me life. That’s it. That’s all I wanted to say."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 207,
        "tweet_id": 1329104608334147585,
        "lang": "en",
        "text": "Never in my life did I expect that to come from Logan Paul... but I mean good for him for calling it out. Maybe... maybe he is becoming a better person... maybe. https://t.co/Jwdt1G4OP9"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 208,
        "tweet_id": 1328556484448448512,
        "lang": "en",
        "text": "I would like music artist to stop doing these weird EDM/autotune versions of good songs that they want to make their own version of. Ex: Ritt Momney - Put your records on and Surf Mesa. Ft. Emilee - ILY (I love you baby). Sometimes there successful but these I think aren’t."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 209,
        "tweet_id": 1327740423633301507,
        "lang": "en",
        "text": "Literally just got jump scared by a scene in an episode of Gumball on Cartoon Network. I think I will retire to the permanence of sleep. Goodbye. ☠️ (PS: I very much did scream and jump at said scene."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 210,
        "tweet_id": 1327042375332589568,
        "lang": "en",
        "text": "I love that Andrew the cutie keeps getting by even though he gets so many questions wrong. But when someone answers the location of Stonehenge is in Egypt... well I’m pretty sure they gotta go."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 211,
        "tweet_id": 1327040494266953728,
        "lang": "en",
        "text": "Okay Andrew from Louisville, KY like a cutie pie on the @NBCWeakestLink  working for the humane society! Straight up adorable snack."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 212,
        "tweet_id": 1326644258208681987,
        "lang": "en",
        "text": "Maybe that can be the theme for the next big parody video somebody wants to make on YouTube"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 213,
        "tweet_id": 1326639583245766661,
        "lang": "en",
        "text": "The worst mistake of my life was reading a meme that said something about “pusghetti ”and then listen to confetti by little mix and mix up pusghetti for confetti🤦🏻‍♂️🤦🏻‍♂️🤦🏻‍♂️"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 214,
        "tweet_id": 1326625886163116032,
        "lang": "en",
        "text": "Got my covid test back and it was negative!! Feeling less anxious but will still be hoping no symptoms develop later."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 215,
        "tweet_id": 1326302828399357957,
        "lang": "en",
        "text": "All my co-workers and I have now went to get our covid tests. Just waiting for the results whenever they come. Hoping that we all get negatives even though we were double exposed. The guy went to get tested but his wife came to work and didn’t quarantine for 3 days."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 216,
        "tweet_id": 1325957259143344128,
        "lang": "en",
        "text": "And yes I shortened commenting bc I ran out of characters 😂 😂 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 217,
        "tweet_id": 1325957093879402497,
        "lang": "en",
        "text": "How does one classify themselves as a “mutual” of someone? I ask bc a lot of what I do on here is like the shit out of tweets and photos of people I follow or happen upon bc they funny or supporting pics of their bodies bc y’all sexy. Comment a few times, but is comnting the key?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 218,
        "tweet_id": 1325883607739736065,
        "lang": "en",
        "text": "Keep getting all my work done so that they will hopefully let me leave early since we’ve all been stressed out about someone testing positive and my boss keeps finding things to do and now is having me work on stuff for next week. Like just let me runaway and stress eat at home!!"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 219,
        "tweet_id": 1325813086721282048,
        "lang": "en",
        "text": "Found out this morning that my coworker has tested positive for Covid. Best part being his wife has been in the office for three days not quarantining like she was suppose to and is now sick too. The rest of us are rushing to schedule Covid test and I’m drowning in anxiety. Yay!"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 220,
        "tweet_id": 1325142838884114432,
        "lang": "en",
        "text": "This tweet brought me so much joy. My apostolic roots started showing! 🎼🎤 https://t.co/do1qR2arxr"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 221,
        "tweet_id": 1324750338088468481,
        "lang": "en",
        "text": "I just had to contain my laughter in my office at this. This is brilliant! 😂😂😂 https://t.co/B5L3FuEXa2"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 222,
        "tweet_id": 1324741077925044224,
        "lang": "en",
        "text": "No lies detected here https://t.co/Y9m9PCaRdi"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 223,
        "tweet_id": 1324716256608530434,
        "lang": "en",
        "text": "So can someone explain why Alaska only has 50% reporting? Have they just not updated yet or they just done counting?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 224,
        "tweet_id": 1324123794966011904,
        "lang": "en",
        "text": "If I could cut the people out of my life that were Trump supporters I would. However, I am in no place or situation where I can do that. So will I argue and explain why they are wrong and try to educate them, absolutely! But I can’t explode my life when I would be left destitute."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 225,
        "tweet_id": 1324048180074393606,
        "lang": "en",
        "text": "I think at this point my anxiety is so high that I’m gonna go get some fast food, eat, and drink some drinks and that’s my day. Is that cool with everybody else?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 226,
        "tweet_id": 1323989329979559940,
        "lang": "en",
        "text": "Sex offending NAZI Republican Congressman to be correct https://t.co/Nh9uKSZz9m"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 227,
        "tweet_id": 1323816892612644865,
        "lang": "en",
        "text": "Sorry it’s not some half-naked, avant-garde photo of myself with my sticker or some cute selfie. Honestly forgot and then I’m in my feels, but I still wanted to show I voted 🗳 https://t.co/Dd7tUoMn7B"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 228,
        "tweet_id": 1322738671473332226,
        "lang": "en",
        "text": "Didn’t dress up for Halloween, but did take some adorable photos of my nephews in their costumes and we did a drive through trunk or treat that was very nicely set up.Then came home and made dinner and some blueberry biscuits and watched a new hallmark movie.Pretty good night 🌙"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 229,
        "tweet_id": 1322211539793969153,
        "lang": "en",
        "text": "No matter how@many times I’ve seen it, I still laugh everytime I read this like it’s apart of the story 😂 https://t.co/gcKpgKBMDK"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 230,
        "tweet_id": 1321844548134461442,
        "lang": "en",
        "text": "I feel very seen and called out all at once 😅👀 https://t.co/QLIKOrx9KW"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 231,
        "tweet_id": 1321664036774252546,
        "lang": "en",
        "text": "Preach 👏🏻👏🏻👏🏻 https://t.co/sbXA74kYdm"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 232,
        "tweet_id": 1321663390658514946,
        "lang": "en",
        "text": "Played among us some more and honestly some people playing this are just enormous turds. Also anyone have tips on how to be a better imposter?  Bc I did well this morning and this evening I didn’t even get to kill anybody and the other imposter and some other shit voted me off."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 233,
        "tweet_id": 1321563392465870851,
        "lang": "en",
        "text": "Is there a full moon approaching? I ask bc I’m pretty sure an old man got arrested at the grocery store I was at and their truck towed then there was a wreck that took up a chunk of the intersection down the road. I’m just trying to mind my business and make it home in one piece"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 234,
        "tweet_id": 1321545515369177094,
        "lang": "en",
        "text": "I am so happy that I am not the only one that has to do this!!! https://t.co/YhMHPuccHc"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 235,
        "tweet_id": 1321496056153149440,
        "lang": "en",
        "text": "Played Among Us for the first time last night and... I may be addicted! It took me a little bit to catch on but by the end I was getting really good at guessing the imposters. Also I am a terrible imposter 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 236,
        "tweet_id": 1320736350468014082,
        "lang": "en",
        "text": "I’m fine with people have their fetishes and kinks, but incest is not one of them. Like there are an estimated 7.8 billion people on the fucking Earth. Why in God’s name do you need to fuck your son, daughter, dad, uncle, mother, whatever! Also stop wanting to fuck children too."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 237,
        "tweet_id": 1320731748133732352,
        "lang": "en",
        "text": "The phobia that some of you have about being called on the phone kind of cracks me up. Like I text people for the majority, but if I know someone that’s calling me I answer, or if I need to get a hold of someone quicker then I’ll call. If I don’t know the # then I let it go to vm"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 238,
        "tweet_id": 1320083784830681089,
        "lang": "en",
        "text": "Am I the only one that struggles going to sleep in anywhere that isn’t there own bed? I don’t know what it is but my body and mind actively reject the idea of sleeping elsewhere. If I do then I usually get horrible sleep and become irritable."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 239,
        "tweet_id": 1319674811296219138,
        "lang": "en",
        "text": "I literally have no idea what I just watched, but I feel like I should be under the influence of some type of drug while viewing this 👽👽👽 https://t.co/TXAWhU8tjz"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 240,
        "tweet_id": 1319651871116693504,
        "lang": "en",
        "text": "Opened pandora to listen to some music at work and this was the first little gem to come on 💎🎼 https://t.co/335a5oDYG7"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 241,
        "tweet_id": 1319388408020717572,
        "lang": "en",
        "text": "I’m pretty sure my spirit left my body for a few seconds... 👻💀☠️ https://t.co/gsDOM1odSC"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 242,
        "tweet_id": 1318611035843141633,
        "lang": "en",
        "text": "How I go from reeking of desperation and wanting someone to hating people and being happy by myself gives me whiplash. Like can I just borrow someone’s boyf and then return once done? Like I just need like some cuddling, hand holding, conversation, feed them food and then leave. https://t.co/vV5hVqlwH9"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 243,
        "tweet_id": 1318576858741510145,
        "lang": "en",
        "text": "I keep matching with people from outside of Indiana.Some of them I guess were in Indiana for something and then it’s like boom Cali, WA, SC, etc.Don’t get me wrong, I’m not against long distance relationships, but I need to either leave IN or find someone closer."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 244,
        "tweet_id": 1317664856280092672,
        "lang": "en",
        "text": "Uuuuuuugggghhhh I felt this to my core 😩 https://t.co/3ZFN1Zw2ON"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 245,
        "tweet_id": 1317308701699702784,
        "lang": "en",
        "text": "Ummm this is me on basically any duet or song as I flow into whatever range I feel like. Bitch this be my one diva show 💁🏻‍♀️💅🏻. Be prepared to have you ears bleedin 🩸 and your heart blessed 🙏🏻 https://t.co/Q9giKgVUjc"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 246,
        "tweet_id": 1317283876809617414,
        "lang": "en",
        "text": "My nephew wanted to watch Alvin and the Chipmunks and got to the part of listening to Dave’s demo listening and I had forgotten just how epically depressing that song was 😂. I started laughing and my nephew now thinks I’ve gone insane lol"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 247,
        "tweet_id": 1317269937107460096,
        "lang": "en",
        "text": "I literally just cackled 😂 🧙🏻‍♀️ https://t.co/xGvkIy33ng"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 248,
        "tweet_id": 1317165225351827458,
        "lang": "en",
        "text": "This problem started before quarantine for me. My last few years of college, as my depression and anxiety worsened, I got to a point where I stopped buying new clothes or really caring. If I bought something it was purely for comfort. So now comfort is my style. https://t.co/Yi7UQ2Ql45"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 249,
        "tweet_id": 1317099241110724608,
        "lang": "en",
        "text": "Everytime I read about someone’s barista crush, I think of Kristen Chenoweth singing “Taylor the latte boy” https://t.co/kWBgvxXXlt"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 250,
        "tweet_id": 1317088104516341763,
        "lang": "en",
        "text": "It’s a ctrl + alt + delete type of morning."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 251,
        "tweet_id": 1316027710590857216,
        "lang": "en",
        "text": "Love that WAP came on while I’m at work with it playing on low and not caring if my older conservative coworkers happen to hear it. I’m just not in the mood to care today."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 252,
        "tweet_id": 1315986603895070720,
        "lang": "en",
        "text": "Turned 27 yesterday and feel no different today. Idk if it’s bc of the  sameness of my routine or just bc there wasn’t much to celebrate beyond making it another year. So for now, here’s to surviving another year and hoping the future year is better."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 253,
        "tweet_id": 1315747975570874369,
        "lang": "en",
        "text": "This country’s egregious ineptitude to show an ounce of fucking empathy towards another human being literally makes my stomach churn.She died.If you can’t say anything kind then remain the fuck silent and think about why you are garbage and think this is an appropriate response. https://t.co/3krdoOhG2z"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 254,
        "tweet_id": 1315000953943322632,
        "lang": "en",
        "text": "I must be really hungry because all I saw was the picture on the bottom left and for some reason thought of it as pasta being twisted into a bowl/plate without opening the image first https://t.co/64Kk9qViQP"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 255,
        "tweet_id": 1314993872884371457,
        "lang": "en",
        "text": "Also just remembered my own birthday is coming up next week and I haven’t went into the BMV to get the new license we have to get and now I’m going to have an expired license for at least 1-2 days before I can even make it in.  Bc it’s 2020, why wouldn’t things go easily."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 256,
        "tweet_id": 1314981170900340736,
        "lang": "en",
        "text": "I kept seeing the pic of the guy on the couch with his dick in a pumpkin. So what do I do when trying to figure out this pic and why it exist? I googled it and there are just some strange Ass people out there 😂. Also learned that it very much exists as it’s own type of porn 🥴"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 257,
        "tweet_id": 1314557041680224257,
        "lang": "en",
        "text": "I haven’t quite figured out if I actually liked Emily in Paris or not. Like I know I will watch another season just bc the ending piqued my interest. I liked all the characters more than Emily though. Idk if it’s bc I see just how American she is or if I somehow relate so I hate."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 258,
        "tweet_id": 1313525963003703304,
        "lang": "en",
        "text": "I’m sorry that me wanting someone that likes weird humor and will run their fingers through my hair inconveniences you. Spend our timing growing together and ourselves. Go on adventures or be lazy and order in food and watch movies that we’ve already seen hundreds of times."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 259,
        "tweet_id": 1313525192761774080,
        "lang": "en",
        "text": "Like I understand that in some cases this is true. But putting myself out there was a big step to begin with so then undermining that and telling me that “don’t stress about it, or it’s no big deal” like have you noticed the pandemic and political societal divide going on?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 260,
        "tweet_id": 1313522261836681216,
        "lang": "en",
        "text": "1 more person informs me “when you stop looking is when you find someone” I may fucking lose it. I have literally not been looking for most of my life bc I was focused on school and trying to get out of this god forsaken area. So forgive me that I’m 26 and want a relationship now"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 261,
        "tweet_id": 1312944750765518849,
        "lang": "en",
        "text": "I’m just trying to be someone’s ugly ass boyfriend 🥴 https://t.co/FmDsaic4vM"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 262,
        "tweet_id": 1312941611580641280,
        "lang": "en",
        "text": "That last one happens to me all the time bc of my road rage. I forget I’m in the middle of voice text and it picks up every f*cking swear word I say, unlike how if I talk normally it butchers half of what I said. https://t.co/nTajp0nekz"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 263,
        "tweet_id": 1312159956846559232,
        "lang": "en",
        "text": "Also my mom literally baffles me. She keeps going on saying that she is terrified that Biden will win... my mom is a highly educated woman and has worked hard all her life. How she thinks Trump is her salvation I can not fathom. Which is why we argue everytime."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 264,
        "tweet_id": 1312159117511815168,
        "lang": "en",
        "text": "I think the most ignorant comment I’ve heard today is all these people demanding that Biden suspend his campaigning for the next 14 days... ummm hell no. Don’t even tell me for a minute that Trump would do the same bc that’s is bullshit and we all know it."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 265,
        "tweet_id": 1312046405859581953,
        "lang": "en",
        "text": "Current music selection for editing photos 🎶 https://t.co/RS9KTEuGNF"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 266,
        "tweet_id": 1311995432336228352,
        "lang": "en",
        "text": "I will never try to wish death on someone. You can say it’s because of my Christian values (raised apostolic, though I haven’t been to church in years), naivety, or whatever else. However, I will not tell someone else how to feel in this situation."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 267,
        "tweet_id": 1311901429754482689,
        "lang": "en",
        "text": "The years of being raised in church and hearing this for everything and now for it to be used for this... just made my day/night https://t.co/w09YDm2FZn https://t.co/OgJfWAptTH"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 268,
        "tweet_id": 1311839437320527872,
        "lang": "en",
        "text": "Damn, I feel this. I am always in awe of all these guys and gals that are secure in their bodies enough to post them. I wish I had even an ounce of their confidence. Even when I was skinnier I didn’t feel like having pictures taken of me bc I felt like I wasn’t attractive enough. https://t.co/MGl1PYPB8Y"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 269,
        "tweet_id": 1311773105065537544,
        "lang": "en",
        "text": "I’m really happy I wasn’t the only one who thought this. https://t.co/B1TTA2HUal"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 270,
        "tweet_id": 1311772352972304385,
        "lang": "en",
        "text": "I have watched this over 5 times and I still laugh at the end! 😂 https://t.co/0paUTcx3WE"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 271,
        "tweet_id": 1311518799796068352,
        "lang": "en",
        "text": "So I started take a small dose thyroid med about month back now and the one side effect I have noticed is where I really had low to no sex drive, which never bothered me, now my sex drive is super high. I am now horny all the time. Is this what normal people deal with?? 🙂🙃🙃"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 272,
        "tweet_id": 1311444713287884800,
        "lang": "en",
        "text": "All I know is I hope no one has the pleasure of ever having to deal with you, especially women. Like there is enough problems in the world and no woman deserves this shit. https://t.co/tzse9u9wz7"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 273,
        "tweet_id": 1311145448338530304,
        "lang": "en",
        "text": "Also I am totally on board for putting age limits on the presidency and some other govt. positions as well as term limits. I really don’t think some of these older people should be dictating the future of America and shouldn’t be doing it for as long as they have."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 274,
        "tweet_id": 1311144562426105856,
        "lang": "en",
        "text": "But for real... if I hear another fucking man tells anyone that a woman can’t be president bc of some bullshit like “to emotional” or whatever, I will fucking scream. I literally just watched two old men bicker on a national stage about the future of America."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 275,
        "tweet_id": 1311143192998404097,
        "lang": "en",
        "text": "They didn’t have fucking furious as an option so I guess I choose annoyed 😒 https://t.co/7UuRtObZk9"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 276,
        "tweet_id": 1311141916046766081,
        "lang": "en",
        "text": "Also why is everyone surprised that Trump didn’t condemn White Supremacy and Supremacist?! Like I know y’all ain’t that stupid so why are you all acting so shocked? He has literally supported and encouraged them."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 277,
        "tweet_id": 1311140360610099202,
        "lang": "en",
        "text": "I honestly don’t know why I decided to watch the presidential debate tonight. Trump literally was Trump. Biden I think did his best but still he got flustered and called names. I do think Biden did better than what Trump did, but that debate was embarrassing more than anything."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 278,
        "tweet_id": 1311001202654674950,
        "lang": "en",
        "text": "Holy shit... your telling me I might be able to find a person who actually responds back without me have to initiate everything?! 🤭😭 https://t.co/GKzNcEP3NN"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 279,
        "tweet_id": 1310987289997254658,
        "lang": "en",
        "text": "Watched 911 music video for the first time and... it was something. I may need to watch again before I even try describing what exactly I just watched."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 280,
        "tweet_id": 1310966454666375174,
        "lang": "en",
        "text": "And not even sure why my tweet tweeted a partial and then tweeted my full thought. Like imma just say 2020 and call it a day 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 281,
        "tweet_id": 1310958866780295171,
        "lang": "en",
        "text": "Being tired, horny, and at work is probably not a great combo. Like two of these are making it very hard to focus on the the third. Add I’m hungry and it’s becoming a shit show 🥴"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 282,
        "tweet_id": 1310958612043509760,
        "lang": "en",
        "text": "Being tired, horny, and at work is probably not the best combination 🥴"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 283,
        "tweet_id": 1310938647391281158,
        "lang": "en",
        "text": "This but when did all my friends become engaged or preggers... while I am just here as a permanent third wheel I guess https://t.co/KwwzIaW3eT"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 284,
        "tweet_id": 1310797821621284875,
        "lang": "en",
        "text": "1) if anyone this attractive even friended me on Snapchat I would have already been seduced. So you succeeded you won 2) ruin my life plez and thanks https://t.co/KKOCY4ru1n"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 285,
        "tweet_id": 1310797345274159104,
        "lang": "en",
        "text": "Idk I feel like my anxiety would explode at that point and then I double down with some crazy statement of he could wreck my hole, or some other graphic metaphor to seal my fate. ( but really he is a fine ass man) https://t.co/vFJ3bHm96c"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 286,
        "tweet_id": 1310601848844361729,
        "lang": "en",
        "text": "I am not afraid to admit that I blare Supalonely by @BENEEMUSIC very loudly as I sing along feeling both my sad feelings but dancing through it anyway bc of the peppy beat and feeling happy as I shake my ass. It’s weirdly therapeutic."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 287,
        "tweet_id": 1310552302307151872,
        "lang": "en",
        "text": "Does anybody else have to remind themselves of what is real and what is a scenario that you created in your head and have played out and then mistake for being real in your head... asking for a friend 😅"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 288,
        "tweet_id": 1310324496763682822,
        "lang": "en",
        "text": "None of this helps either that we are in a global pandemic, which I completely understand. Most of what I’m referring to is from before this even started. But also why do people have dating profiles if they don’t want to date? Just the ramblings of sexually repressed guy."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 289,
        "tweet_id": 1310323844813598721,
        "lang": "en",
        "text": "Which I by no means think I am all that and a bag of chips. I fake most of my confidence and I am awkward as f*ck, but I know I’m not completely horrible looking. Yes I have got some extra cushion on the stomach area and such, but it really boggles my mind."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 290,
        "tweet_id": 1310322891666395136,
        "lang": "en",
        "text": "Pondering how people meet other people that they date. I feel like I match with some many freaking guys and girls outside of my general area of where I live but can’t match with one freaking person in it. Like I know where I live isn’t huge but come on, no one?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 291,
        "tweet_id": 1310308124151164928,
        "lang": "en",
        "text": "Can’t relate... I want to know what the feeling skinny is like 🙃 https://t.co/hcH5iHnjpP"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 292,
        "tweet_id": 1310273614768492544,
        "lang": "en",
        "text": "It’ll be fun once I actually find a person I like enough and likes me enough to have sex with to try one, some, or all of these 😆 https://t.co/l6N9nJxsmT https://t.co/lbrEsLvD6U"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 293,
        "tweet_id": 1309982857037836288,
        "lang": "en",
        "text": "Same 🙂🙃🙃🙃 https://t.co/vb8B46XHBl"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 294,
        "tweet_id": 1309506772437213191,
        "lang": "en",
        "text": "All the misinformation coming out about Breonna Taylor just is more proof of how corrupt and blind people are. Breonna Taylor and so many others do not deserve to die bc cops decide to play god. Saying no one is blame is a fucking lie. There are many to blame in this murder."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 295,
        "tweet_id": 1309482319548420096,
        "lang": "en",
        "text": "Playing pandora at work, and it keeps giving me Tswifts songs from folklore. I’m at work pandora, I am not trying to be in my damn feelings, OkAy!?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 296,
        "tweet_id": 1309148338567163913,
        "lang": "en",
        "text": "3/3 Not sure why I tweeted this beyond it was on my mind after hearing something last night. But normally the monsters we face are just humans. Whether they are upfront about it or not."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 297,
        "tweet_id": 1309147914346913801,
        "lang": "en",
        "text": "2/3 Just like when people discuss Hitler. Hitler was a man who spread his message and captured people’s hearts by playing at what they feared and wanted. He was evil and yes a monster, but still very much a human. Humans are capable of great evil, but also great good."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 298,
        "tweet_id": 1309146784338530308,
        "lang": "en",
        "text": "We,as a society, tend to create monsters out of people and descend them to a new category, being less than human. More evil, demonic, etc. however the issue with this is it’s untrue. They are human. I think people have trouble knowing that humans can be evil and do evil."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 299,
        "tweet_id": 1309131039235805186,
        "lang": "en",
        "text": "Any direction and you are still gorgeous 😍 https://t.co/3r2vpIBdP4"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 300,
        "tweet_id": 1308968092266041346,
        "lang": "en",
        "text": "This performance and song in general make me cry everytime. I don’t know if it’s bc I relate to the message or just the pain she has but man it makes me cry 😭 https://t.co/GcuKtkeC8U"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 301,
        "tweet_id": 1308841252746678272,
        "lang": "en",
        "text": "The only evil I see is the murderers and accomplices that are working in the Louisville justice system obviously. #JusticeForBreonnaTaylor https://t.co/LMDL6AtMc9"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 302,
        "tweet_id": 1308840588477902848,
        "lang": "en",
        "text": "Height: 6’0\nAge: 26 \nShoe Size: 11 or 12 dependingUS\nZodiac Sign: Libra ♎️ As Fuck\nTattoos: 0\nPiercings:0\nFavorite Color: Black, Purple, Blue\nFavorite Drink: BlackBerry Moonshine w Sprite. https://t.co/o3ZsaKKaNL"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 303,
        "tweet_id": 1308810018347773952,
        "lang": "en",
        "text": "Fun Fact List 2:\n1)6’0\n2) Did competitive dance for 16 years (from when I was young all through HS)\n3)Inflexible as fuck\n4)brunette \n5) brown eyes (shift colors all the time)\n6) avid Hallmark watcher. (Super unrealistic but can’t help but watch)\n7) Lonely, but not desperate"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 304,
        "tweet_id": 1308548692761337856,
        "lang": "en",
        "text": "So I’m putting myself out there and trying to find dates (was doing this before quarantine) and I think I just don’t know how to chat correctly in this day and age. Like am I just suppose to be ready to have sex or do people still talk and go on date? Any advice is welcome"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 305,
        "tweet_id": 1308484174924390400,
        "lang": "en",
        "text": "I’m pretty sure if they hadn’t been washed In over ten years I’m more worried about the mattress and why the hell I am with this person https://t.co/kXVSECI835"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 306,
        "tweet_id": 1308428278508785665,
        "lang": "en",
        "text": "So fun facts bout me:\n1) 26\n2) he/him \n3) have had one physical relationship ever and it consisted of hjs and bjs bc that’s what he wanted\n4) besides that haven’t kissed or had full intercourse\n5) hopeless romantic\n6) depressed and anxiety ridden\n7) fear of being alone forever"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 307,
        "tweet_id": 1308422419632316418,
        "lang": "en",
        "text": "When I play smash bro’s. (Starting with GameCube) I play as jigglypuff if someone plays as Kirby everytime. They must be kept together. They are my ship that I won’t let go of. https://t.co/YPiwqiXzyZ"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 308,
        "tweet_id": 1308129014624772096,
        "lang": "en",
        "text": "I relate except the second part is maybe for like an hour or so and vanishes pretty abruptly and the cycle starts again. https://t.co/DZXR5oRvLY"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 309,
        "tweet_id": 1308122716399116293,
        "lang": "en",
        "text": "Nothing like learning the rules of twitter as I go 😂. Just learned that I hit a follow limit. Which I I didn’t even know that follow limits and some other stuff it talked about were even things!I’m just trying to follow all these gorgeous LGBTQIA+ people!!! Let me live!"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 310,
        "tweet_id": 1308034088192929792,
        "lang": "en",
        "text": "I think one of the craziest things I’ve realized is all the years that I thought I was fat, was all just my distorted state of mind towards myself. Now that I have actually got thick and have unwanted fat that I work to get rid of. I realize I was unhappy either way."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 311,
        "tweet_id": 1308022556046303235,
        "lang": "en",
        "text": "Made this alternative account so that I can follow all the cool and hot people I want from my other account but don’t have to be afraid of my family or other people I know seeing and asking about. Idk why I didn’t think of this sooner 😈"
    }
]