[
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 1,
        "tweet_id": 1521984691452055552,
        "lang": "en",
        "text": "you just. started dropping before we even got the cat. and then we got the cat and you seemed good at first and then started dropping more even faster. and then now here we are and i dont even know what to do at this point. i just wanted you happy"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 2,
        "tweet_id": 1521984287641247745,
        "lang": "en",
        "text": "will i ever make a good decision just once in life other than meeting them. literally just one other good decision. or am i just cursed to have this one good thing and ruin absolutely everything else."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 3,
        "tweet_id": 1521982479623614464,
        "lang": "en",
        "text": "dont want the food anymore. dont want to have wasted money. just hyperfixated on the tenders. and was hungry. but all desire to eat is just. gone."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 4,
        "tweet_id": 1521980398942654464,
        "lang": "en",
        "text": "why cant i ever learn to just say no. i guess i thought it would help since it seemed to make you so happy. i just. want you happy. thats literally all. but i just. fuck it up. every time."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 5,
        "tweet_id": 1521479073322586112,
        "lang": "en",
        "text": "I hate that i value sleeping with another person so much. I would rather work myself into the ground while theyre gone than ever sleep alone and be awake, unable to sleep while theyre home sleeping unless i literally cant be home with them."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 6,
        "tweet_id": 1521478479052558336,
        "lang": "en",
        "text": "The \"me\" in my head doesnt look like me"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 7,
        "tweet_id": 1521478085354295296,
        "lang": "en",
        "text": "I don't even know who I am anymore. Hopefully when i wake up ill be back to normal again."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 8,
        "tweet_id": 1521477135055024130,
        "lang": "en",
        "text": "Im about to start my period and honestly its always bothered me but its bothering me,,a lot more than normal. There was the faintest tint of pink after i peed and it was just like,,my stomach sank. Like i have never dreaded it *this* much before."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 9,
        "tweet_id": 1521475833348599808,
        "lang": "en",
        "text": "But youll never have that. Because you dont deserve it. What would you even do with that kind of trust? Ruin it, surely."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 10,
        "tweet_id": 1521475832098611202,
        "lang": "en",
        "text": "But you know its toxic. So youd rather hurt yourself or someone else than accidentally manipulate them into a situation where they would be unhappy. Even though its what you think about 24/7. Just being able to look at them a certain way and them knowing what you want and obeying"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 11,
        "tweet_id": 1521475830832017413,
        "lang": "en",
        "text": "things you know to be wrong. You know theyre their own person. You know they want to be independent. But youre toxic. And you know you want them to depend on you. You want them to depend on you for everything. You want to be the only person in their life that they even look at."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 12,
        "tweet_id": 1521475829472976897,
        "lang": "en",
        "text": "You want them to look at you and be afraid. You want to feel powerful. You want to be in charge. You want them to hear you and listen to every word you say and obey without a second thought. You want total, complete submission. You want to own them. But you associate that with"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 13,
        "tweet_id": 1521475828193759233,
        "lang": "en",
        "text": "You want to self destruct. You want to scare them. You want them scared of you. You want them to see you at your absolute worst. The one literally nobody has seen because you hide it so well. The reason you relate to the lyrics of Monster more than you should."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 14,
        "tweet_id": 1521474257401749507,
        "lang": "en",
        "text": "i'm not even angry. i just. want to do something. anything. i dont take risks in life. i live safely. everything has to be calculated and done perfectly. i want to hurt myself. or others. someone. anyone. i want pain. whether im feeling it or someone else is. i just need pain."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 15,
        "tweet_id": 1521473742299312129,
        "lang": "en",
        "text": "aaaaaaaaaaaaaaaaAAAAAAAAAAAAAA\ni am going to slam my fist into the mirror"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 16,
        "tweet_id": 1521473363092275200,
        "lang": "en",
        "text": "I,,feel strange."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 17,
        "tweet_id": 1521461533787656194,
        "lang": "en",
        "text": "i want to disappear"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 18,
        "tweet_id": 1521456506582888448,
        "lang": "en",
        "text": "is it detrimental to my health to want to dissociate. like. it would be so nice. no thoughts, just running on autopilot. no feelings, no problems, just- doing life."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 19,
        "tweet_id": 1521413479168544768,
        "lang": "en",
        "text": "everything just. is so. unbelievably wrong."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 20,
        "tweet_id": 1521413478338105346,
        "lang": "en",
        "text": "all i wanted was to be clingy and be held and pet and told it was okay and that you loved me. and now its like. i just. want to be on my own? idk. i guess how you feel with sometimes just feeling like we're just roommates instead of literally married. maybe. idk."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 21,
        "tweet_id": 1521413477461413888,
        "lang": "en",
        "text": "out. \nthe other day. when i sat on campus. and fully had a breakdown. i was shaking. was barely breathing. i couldnt even feel my chest move. my vision was super blurry snd even typing was hard. there were like 3 copies of everything and i didnt know which one was the real one"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 22,
        "tweet_id": 1521413476601581568,
        "lang": "en",
        "text": "i can hear a clock ticking and it sounds super close but the sound from the computer sounds like its super far away. looking around the apartment even it feels wrong. like i dont belong here. like im not *supposed* to be here. like youre going to get home and see me and kick me"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 23,
        "tweet_id": 1521413475766996992,
        "lang": "en",
        "text": "and now neither one will come near me. i thought it was just bc they were upset with me for cutting their nails, as animals usually do. but its been almost an hour and they still havent even come near me within a circle. everything feels close by but also far away."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 24,
        "tweet_id": 1521413474915471369,
        "lang": "en",
        "text": "but the weird thing is both of then reached a point where they just. stopped. i felt weird for a second and took a breath and went to try to get them to calm down and they just. stopped. they stopped fighting and moving and just. cooperated. like even they knew something changed."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 25,
        "tweet_id": 1521413474064109568,
        "lang": "en",
        "text": "this is how i felt when i first started questioning and thought i was just ace before settling on demi. everything just feels. wrong. im hyper aware of everything yet also not aware of anything at all. like. i cut the cats nails. and he put up a fight. just like the dog did."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 26,
        "tweet_id": 1521413473233633281,
        "lang": "en",
        "text": "about doing it? just feels- flat. like theres nothing there. like i always used to feel. just like a guy would start feeling me up and it was just \"oh ok thats fine i guess, whatever\" like i dont,,not? want it? but im not interested in doing anything either."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 27,
        "tweet_id": 1521413472415739904,
        "lang": "en",
        "text": "at work i was sweating and hot and everything and now im shaking and freezing and ticcing. im also exhausted all of a sudden. i also feel fully ace. like. sex neutral ace. like ig i could do that. and part of me wants to bc i genuinely like pleasing you. but actually thinking"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 28,
        "tweet_id": 1521413471467806720,
        "lang": "en",
        "text": "but theyre not,,thoughts? its like. reading/listening to someone else speak and the voice in your head is repeating the words/following along. but i dont know who im following along to. i dont hear anything else. im also like. freezing. which doesnt make sense."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 29,
        "tweet_id": 1521413470440230912,
        "lang": "en",
        "text": "like genuinely. i still want to like. hold your hand. maybe rest my hand on your thigh or something. but the idea of being \"clingy\" is making my skin crawl and i keep ticcing now. and i havent been all day. my brain is also just. empty? like. idk. i have thoughts."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 30,
        "tweet_id": 1521413469559349248,
        "lang": "en",
        "text": "i havent heard about or seen anything about them lately. but all of a sudden the interest is just. back. like i forgot these things existed and yet now theyre fully back in the front of my brain? and my heads starting to hurt. fucking hell."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 31,
        "tweet_id": 1521413468695326722,
        "lang": "en",
        "text": "its too long. i never felt at home in my body back then i always felt wrong and nothing i did to myself made it feel more \"me\". now i look completely different and its *still* just. wrong. like i have interest in shows and books and stuff i havent even thought about in years"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 32,
        "tweet_id": 1521413467839746048,
        "lang": "en",
        "text": "everything feels wrong. but at the same time right? like. the feeling is familiar. i dont feel like a stranger or anything. but i havent felt like this in years. like. freshman/sophomore year of highschool amount of years. i dont like that my hair is short. but it also feels like"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 33,
        "tweet_id": 1521413466937987072,
        "lang": "en",
        "text": "\"damn who's this this isn't my wife /hj\"\nyoure not wrong but not right. idk. i dont know who i am. i feel like myself but not. i havent recognized myself for days. i started feeling a little better when we were cleaning up before i went to work but it went back to how it was"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 34,
        "tweet_id": 1521401480107884544,
        "lang": "en",
        "text": "im sorry if this feeling adversely affects how i act with you, its not intentional."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 35,
        "tweet_id": 1521401479319285765,
        "lang": "en",
        "text": "genuinely made me not want to be like that at all. i know im clingy. i like that im clingy. i wish i could have someone like me. i love clingy. but you pointing out my clinginess just. made it completely go away and like i never want to be clingy again-"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 36,
        "tweet_id": 1521401477939404800,
        "lang": "en",
        "text": "that was a joke and it was a good joke it shouldve been funny and very \"haha you got me youre right\" thing but instead it just. made me not want to do anything. like id rather just do exactly the opposite of that. not to make you upset or annoy you or anything like that just."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 37,
        "tweet_id": 1521139555260264448,
        "lang": "en",
        "text": "Why am i alive"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 38,
        "tweet_id": 1520906751956164609,
        "lang": "en",
        "text": "if i didn't need the shift i would call out. but i cant."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 39,
        "tweet_id": 1520900375913529344,
        "lang": "en",
        "text": "it was a good day. and i had to fucking say something. couldnt just let it go. im just fucking toxic as fuck as always. great."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 40,
        "tweet_id": 1520899399374630912,
        "lang": "en",
        "text": "why do i say anything. why do i ever. say anything. all i want is a conversation. answers. explanation. genuine talk about why or how or whatever. not you just. shutting down and sending me money."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 41,
        "tweet_id": 1520895971848179713,
        "lang": "en",
        "text": "i dont even have money for gas to *get* back home if we were to lose the apartment,,ive done and sacrificed so much,,and it feels like im just,,the only one losing anything,,and i dont know if its just me being selfish and having a victim complex or what,,feel like it is,,"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 42,
        "tweet_id": 1520895970971557889,
        "lang": "en",
        "text": "to do even half of all that every day,,and yet you keep spending money on ice cream and want to go to the arcade and do all this,,im literally on the verge of a breakdown because im scared of being homeless,,i dont have a home anywhere nearby to go back to,,"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 43,
        "tweet_id": 1520895969985908737,
        "lang": "en",
        "text": "housework and clean and organize and do laundry and dishes and cook and make you lunch and take care of the animals and buy stuff for them and buy stuff for you and still have time and energy to take care of you?,,i cant even take care of myself,,and i dont even have the energy"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 44,
        "tweet_id": 1520895968807325697,
        "lang": "en",
        "text": "you want me to treat the house like a home and keep it nice and tidy and make it loving and homey but how am i supposed to do that when im constantly one shift away from not being able to pay my bills,,you make twice as much as me,,and work more hours,,but im expected to do the"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 45,
        "tweet_id": 1520891399196999680,
        "lang": "en",
        "text": "i just want a break"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 46,
        "tweet_id": 1520886030101991424,
        "lang": "en",
        "text": "i'm just. tired. i hate having expectations. i hate being disappointed when it's my fault for expecting things."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 47,
        "tweet_id": 1520711971913433088,
        "lang": "en",
        "text": "concent when you never want it when youre awake and could consent. thats just. asking for something traumatic to happen. i just cant."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 48,
        "tweet_id": 1520711970835501056,
        "lang": "en",
        "text": "this is why i never \"wake you up\" or do anything while you're sleeping. you don't even want it when i try and you're awake and have been, at least i thought, hinting that you wanted it. how am i supposed to expect you to be okay with me doing stuff while youre asleep and cant"
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 49,
        "tweet_id": 1520711969338118144,
        "lang": "en",
        "text": "i just want to actually have effort reciprocated instead of only ever having the option of just. waiting for you to start anything and only then can i do anything. you don't want me to initiate only reciprocate."
    },
    {
        "user_num_id": 937,
        "user_id": 1461479238779817988,
        "author": "Raine",
        "tweet_num": 50,
        "tweet_id": 1520710636610617344,
        "lang": "en",
        "text": "i'm sorry,,"
    }
]