[
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 1,
        "tweet_id": 1522020104048848901,
        "lang": "en",
        "text": "Here's the webinar in case you're interested in watching it:\n\nhttps://t.co/fK3lsCb5Ne"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 2,
        "tweet_id": 1522007746182221824,
        "lang": "en",
        "text": "I'll bring angel back at 9pm when my meeting ends and stay a whole hour so he can play with friends 🙂\n\nSounds like a plan? Yes it does! 🥰🥰🥰"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 3,
        "tweet_id": 1522007742587703296,
        "lang": "en",
        "text": "Update: here's the plan\n\nThe park is practically empty so I'm gonna try 2 leave in 10m so we can get that pizza. I should make it home by 6pm so I can get ready. I just need 2 have the pizza w/me so I can reheat it when I get hungry lol https://t.co/cj07sHQASL"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 4,
        "tweet_id": 1522003759194288128,
        "lang": "en",
        "text": "I seriously called my sister to see if she could drop it off, but she's leaving so lemme know if anyone knows of how I can get their pizza delivered to me tonight while I work. Or I may just wait til tomorrow to grab it. 🤔"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 5,
        "tweet_id": 1522003758049161217,
        "lang": "en",
        "text": "Dog park time!!! Handsome is gonna get his energy out but momma is trying to see if we will do 30m or 45m at the park. I really wanna get that what a Lotta pizza but I'd have to pick it up before 6pm and my time is really tight tonight. And they close at 9pm and don't deliver ;("
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 6,
        "tweet_id": 1521921524533325824,
        "lang": "en",
        "text": "They Shared a breathing technique via a straw and it was super helpful so sharing in case anyone else benefits from it. (5/5) https://t.co/jn26iVPHMY"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 7,
        "tweet_id": 1521921516748697600,
        "lang": "en",
        "text": "Also, I watched a webinar from BeWellOC today on grieving and trauma and they Shared about breathwork and how hard it is to breathe when people are grieving. It makes sense since I always struggle to breathe when I'm deep in my grief. (4/5)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 8,
        "tweet_id": 1521921514320187392,
        "lang": "en",
        "text": "I ended up having a healthy breakfast shake using real greens. 2nd day in a row &amp; very proud of myself. Secretly hoping I can get what a Lotta pizza during a break. They dont deliver so I have 2 drive there 2 pick it up. It honestly would b the best part of my day. (3/5) https://t.co/IzCnz4gT9L"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 9,
        "tweet_id": 1521921503285026817,
        "lang": "en",
        "text": "We have been working in silence lately because it let's me think and get things done. All I hear is traffic whizzing by. Mornings are my favorite. After noon, it gets noisy with traffic up until 7pm when it is calm again. (2/5)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 10,
        "tweet_id": 1521921501527564288,
        "lang": "en",
        "text": "One of my favorite things about working from home: very quiet mornings like this where handsome naps peacefully and I can see him from where I'm sitting at. (1/5) https://t.co/ypRG69luOJ"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 11,
        "tweet_id": 1521873811750023168,
        "lang": "en",
        "text": "I always wondered if my therapist thought the things I brought up about my beliefs in abolition and other stuff were a turn off, cuz I'm so strongly opinionated lol. Bless her soul for never giving me a clue and always staying neutral as fuckkk. Love that woman. https://t.co/2Z3TWyFr5O"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 12,
        "tweet_id": 1521771738677202944,
        "lang": "en",
        "text": "Anyways, I'm gonna call it a nite cuz I gotta rest. I'm sleeping with 3 blankets tonight and cutie pie is pooped out and sleeping next to mom. Byeeeee. (8/8) https://t.co/irfAZ1SRtB"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 13,
        "tweet_id": 1521771731995688961,
        "lang": "en",
        "text": "U should see my box of skincare products tho. So many I still need 2 try &amp; they are anxiously awaiting their turn when the current stock runs out! I am currently in need of a face mask brush so I can apply my face masks but haven't been able to find one at TJ Maxx yet. (7/8)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 14,
        "tweet_id": 1521771730137612289,
        "lang": "en",
        "text": "Eye cream is something I started adding to my routine about 6-8 months ago and I do it morning and night before I put on my face cream. Otherwise that's pretty much it.\n\nOh and drink lotssssss of water. Your face will love you for it. (6/8)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 15,
        "tweet_id": 1521771725695774721,
        "lang": "en",
        "text": "Exfoliate ur face a few times a week (I do mine in the shower) and use a face mask once or twice a week. Thank me later. I also take an extra step &amp; do a lip mask (didn't use it 2nite cuz I forgot &amp; I'm too tired to get up to use it), but I wanna keep my thick lips soft ☺️ (5/8)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 16,
        "tweet_id": 1521771724101996544,
        "lang": "en",
        "text": "For all other products, I don't have 1 I'm consistently sticking 2 so long as I look at the ingredients &amp; see that they aren't a concern for my skin. No sulfates or alcohol (it dries ur skin). Grab a cleanser, toner, day + night cream &amp; facial sunscreen (Dr. Goop is good!) (4/8)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 17,
        "tweet_id": 1521771722864660480,
        "lang": "en",
        "text": "I have a whole box full of facial products that I can't wait to try on that I grabbed from TJ Maxx. That's always my go to place. I love trying on new products. The eye cream I use is from Dr. Wellness and it's like $4 there. (3/8)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 18,
        "tweet_id": 1521771721367248896,
        "lang": "en",
        "text": "If there's any life tip I have 4 anyone, it's this: invest in taking care of ur skin. It doesn't even have 2 b money wise. It's a matter of dedicating time every morning + night 2 do this. I wake up excited 2 wash my face &amp; go 2 bed eager 2 end the day w/a clean face. (2/8)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 19,
        "tweet_id": 1521771718938816514,
        "lang": "en",
        "text": "I ended up wearing this for exactly 1 hour and absolutely LOVE the way my skin feels. No filter - look how clean my skin looks! 😍\n\nI've seen people go to sleep with their makeup still on and I wonder how that will affect their skin in the long run. 😕 (1/8) https://t.co/dFVoPqq3zu"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 20,
        "tweet_id": 1521759082515894272,
        "lang": "en",
        "text": "If these dates and times do not work for you, please contact Tanya Navarro at tanyanavarro1234@gmail.com to coordinate a text banking schedule that works for you to help get @Vicente4CA elected as our next AD 68 representative!"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 21,
        "tweet_id": 1521759081052082176,
        "lang": "en",
        "text": "I'm not able 2 join on Thursday, but highly encourage you to join @CA_WFP this Thursday, May 5th from 5:30 - 8p for a virtual textbank in support of @Vicente4CA 🥳Register here: https://t.co/jyed568Vrq"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 22,
        "tweet_id": 1521757533358071808,
        "lang": "en",
        "text": "Sending a letter to the CA Legislature Budget Committee  is easy! Please click the link below, fill out your information, edit the template letter if you want, click “Email Now!” It’s that easy - thanks @CURBprisons!\n\nhttps://t.co/dBxdESl7vt"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 23,
        "tweet_id": 1521751121097748480,
        "lang": "en",
        "text": "Skincare is self care for me. My face gonna be so happy tonight when I go to sleep 😁 https://t.co/TGDUVWUzTE"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 24,
        "tweet_id": 1521744137430593536,
        "lang": "en",
        "text": "40 minutes later, we are home from our walk 🙂 Momma is gonna wash her face and treat herself to a face mask while I finish some stuff up before calling it a day. 😊 https://t.co/OhFpSi2WlE"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 25,
        "tweet_id": 1521742259430969344,
        "lang": "en",
        "text": "Look what came in the mail!! Can't wait to get my ballot next week 😁 https://t.co/QRDmmNrAh9"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 26,
        "tweet_id": 1521738357935464450,
        "lang": "en",
        "text": "Angel is an expensive boy. This single momma does her best to ensure he has everything he needs for a happy life. @Venmo, would really help me out if I was a recipient of this generous offer.\n\nHandle: @daeziebug 🙏🏽 https://t.co/IEgo2dE3uv https://t.co/ukHAt0kikB"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 27,
        "tweet_id": 1521735990422827008,
        "lang": "en",
        "text": "Pick your battles, bc doing advocacy not just in professional but also personal life, is exhausting. \n\nShout out to my insurance for taking so much of my energy out only to not provide an end result to my complaints. *mic drop* https://t.co/B9cx6fc6G2"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 28,
        "tweet_id": 1521734142978781184,
        "lang": "en",
        "text": "What I walked into after the last post. 💀 he had also opened up the zipper from his big bed but thankfully didn't rip it up. Cleaned up his toys and decided to take him on a longer walk cuz I made him wait an extra 30 while I wrote that post. https://t.co/hWPSkp2DBg"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 29,
        "tweet_id": 1521727199115563008,
        "lang": "en",
        "text": "And do a bunch of stuff before I go to bed but just wanted to drop these thoughts while I have a moment to rest before I carry on with my night. Thanks for ready. *tired sigh* (22/22)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 30,
        "tweet_id": 1521727197647540224,
        "lang": "en",
        "text": "And it did! I used it on Sunday night and saw results yesterday morning and my sink is back to normal! 🙌🏽🥳\n\nSo that has been a happy win this week. Yay!\n\nI think that's all for now. I've already been sitting here writing this for 30m and I still have to walk angel (21/22)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 31,
        "tweet_id": 1521727195844005888,
        "lang": "en",
        "text": "The other thing I wanted to share that one small thing that's made my week bright is that I finally was able to declog my bathroom sink. It had been slow to drain for months and I couldn't figure out what was wrong. I finally bought this Sunday to see if it would work. (20/22) https://t.co/ILMbgNDB4n"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 32,
        "tweet_id": 1521727186650075136,
        "lang": "en",
        "text": "Every time I see him, I get excited, cuz I know he's gonna share good stuff. And I wanted him to know that it's made a difference in mine. Even his words tonight were really inspiring.\n\nSo I had a good meeting in the end. (19/22)"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 33,
        "tweet_id": 1521724706629382144,
        "lang": "en",
        "text": "But I used 2nite 2 share thoughts I had 1 also 2 shout out a guy who was there the 1st time I went 2 the Tuesday nite meeting 7 weeks ago, when I was 2 days sober. He was sum1 who shared stuff that was really powerful + inspiring. (18/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 34,
        "tweet_id": 1521724705069166592,
        "lang": "en",
        "text": "He ended up teasing me at the end to get to share saying, \"Don't think just because you're wearing a Hoodie you don't have to share\" 🤣 It was a good way of calling me in. I was gonna share but wanted to go at the end lol. (17/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 35,
        "tweet_id": 1521724703605354496,
        "lang": "en",
        "text": "Especially since I'm usually quieter in that meeting. It's interesting how shy I am in these spaces. Nothing like my usual personality. But he saw me and clearly people notice when I come back. Even if it's me wearing my Hoodie in meetings lol. (16/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 36,
        "tweet_id": 1521724701856337920,
        "lang": "en",
        "text": "1 of the ppl I c there every Tuesday approached me while he was collecting the 7th tradition (tithe or whatever they call it in church) &amp; he asked me 4 my name b4 saying he's seen me every week at the meetings and is glad i went. I felt seen and really appreciated that. (15/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 37,
        "tweet_id": 1521724700417699840,
        "lang": "en",
        "text": "But I'm already dreading calling my sponsor to tell her I didn't get to read yet because I really hate letting people down. I feel like crap when that happens.\n\n*Sigh*\n\nBut I did end up making it to my AA meeting tonight and it was a small group and I was the last to share. (14/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 38,
        "tweet_id": 1521724699012608000,
        "lang": "en",
        "text": "So I'm trying to be really gentle with myself, but I'm stressing the fuck out about this reading. I wanted to do it tonight but don't think I'll get a chance to do that. And the next 2 days are busy for me, so earliest I can try to read is Friday. (13/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 39,
        "tweet_id": 1521724697716568064,
        "lang": "en",
        "text": "So trust when I say it's a LOT of work. Shit, even people who are in recovery do this for 6 or so hours if they're in day treatment, so I do feel like I had to add a whole new job to my life and it's no wonder I'm so tired. And can't find time to read. (12/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 40,
        "tweet_id": 1521724696323977216,
        "lang": "en",
        "text": "AND I also am enrolled in an alcohol management program outside of my insurance. On top of my regular stuff like work, police board, boxing (which sadly I have to put on hold for at least 2 weeks 😔), dog mom, and other extracurricular activities. (11/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 41,
        "tweet_id": 1521724694579212290,
        "lang": "en",
        "text": "I have: 2 classes I have 2 attend every week, 3 group therapy sessions I choose 2 go 2 bc it actually helps, attempt 2 attend 1 aa meeting/day (realistically, it's 4-5x/week). Not 2 mention the 2 therapy sessions I have w/the treatment program &amp; my personal therapist. (10/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 42,
        "tweet_id": 1521724693182435328,
        "lang": "en",
        "text": "I really like her &amp; I'm worried if she drops me, I'll have 2 search hi + lo 2 find another sponsor I mesh w/. I keep telling ppl this sobriety shit is a full time fucking job in itself. I'm not cussing cuz I'm mad, its just frustrating that it requires so much time + energy. (9/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 43,
        "tweet_id": 1521724691798319104,
        "lang": "en",
        "text": "Cuz I gotta call my sponsor every day &amp; everytime I call its, \"I haven't been able 2 do the reading yet. Srry, I've just been really busy.\" Part of me is worried my sponsor will drop me bc I'm not doing my HW. Actually, a big part of me is worried if I'm being totally honest. (8/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 44,
        "tweet_id": 1521724690363944961,
        "lang": "en",
        "text": "Where I've been wanting to sit down and write or share, but I'm exhausted and would rather just get more time to sleep than spend 20m writing that here. Even with my AA HW, I still haven't had time to do that and it's been stressing me the last few days. (7/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 45,
        "tweet_id": 1521724688895922176,
        "lang": "en",
        "text": "Ofc, I shared with group that things were fine and that he left, but it was nice to have space to get that off my chest. Sometimes, I'm so busy I don't have time to write my feelings+thoughts out here. Or I'm tired. That's been happening a lot the last few days. (6/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 46,
        "tweet_id": 1521724687268519936,
        "lang": "en",
        "text": "That's a major improvement given the history of these situations. But in group therapy today, someone who was in last Wednesday's session asked me in group how I was because they had been worried about me. And I really appreciated that. (5/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 47,
        "tweet_id": 1521724685502664704,
        "lang": "en",
        "text": "Not a lot of time to process. But in group therapy last week (Wed), I mentioned Jr staying w/me &amp; that it was a tricky situation for me to be in, but told every1 I'd be fine &amp; left it at that. He left that day &amp; ofc, it's been fine so far. I mean, I didn't drink. I'm not sad. (4/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 48,
        "tweet_id": 1521724683783065600,
        "lang": "en",
        "text": "I think the rant session I had with my therapist last week was helpful, but I only talked about Jr for a minute so it didn't take up much of my time then. I've also had my AA, group therapy and 2 recovery classes in between all of that on top of other stuff, so yeah. (3/"
    },
    {
        "user_num_id": 547,
        "user_id": 1212541739027718146,
        "author": "Daisy Chávez",
        "tweet_num": 49,
        "tweet_id": 1521724682042454016,
        "lang": "en",
        "text": "I'm surprisingly doing okay given the Honeybee stuff last week. To be honest, I haven't had a lot of time to think about it or him since last week because I'm just so busy and so tired. There's always something I have to do so it's not something I've had to think about rn. (2/"
    }
]