[
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 0,
        "tweet_id": 1518823708646940673,
        "lang": "en",
        "text": "Born 04/26/1963, today my dad birthday. He pops up at my crib uninvited. My mom and his old hood is Twin Lakes Neighborhood. We lived on Relda Street. My dad has a friend named Marilyn. Smh I look like my mom. I like Ryan Hemsworth song Snow In Newark. https://t.co/pExjVvYOJP"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 1,
        "tweet_id": 1518545470091579393,
        "lang": "en",
        "text": "All kinds of people come to the club. So you can't beat them, will you join them. If you mad, you won't participate in anything. Can you heal from solitude. Freeze, so you swallow: DayQuil, NyQuil, Robitussin. I like Nelly Furtado song In God’s Hands. https://t.co/KCVjV2Vdyx"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 2,
        "tweet_id": 1518097639878897665,
        "lang": "en",
        "text": "Rehearse: prepare for a performance. I love lyrics and scripts. When I was kid, I was in gospel plays with my mom and brother. Teretha Lowe lead gospel plays. Church on Wed/Sun. I like Pastor Vincent Johnson. I like Jonathan McReynolds song Make Room. https://t.co/1K3HcD9aTa"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 3,
        "tweet_id": 1517733933227687936,
        "lang": "en",
        "text": "I like video chatting with people(Duo, Facetime, Messenger, Skype). Always apologize/forgive. Watch True To The Game-I like Gena and Quadir. Shrimp fried rice and soy sauce taste good. My mom brothers: Bobby, Lawrence, Tony. I like Carl Thomas song Emotional. https://t.co/42CjCwwWwE"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 4,
        "tweet_id": 1517471503700344832,
        "lang": "en",
        "text": "Facial make-up is sexy. I like eye liner, foundation, mascara, lip gloss. If you get bored paint your nails with polish. Watch Pretty Woman-I like Vivian Ward. Park Plaza Mall is the coolest mall in my town. I like Julie Roberts song Men &amp; Mascara. https://t.co/yqQBpDpBVT"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 5,
        "tweet_id": 1517021962853400576,
        "lang": "en",
        "text": "I love putting my first name on my pictures. What I look like. What I’m working with. My pictures seem like paintings. You can view my pictures, don’t steal them. Don’t copy my social media pages either. Zoom In or Zoom Out. I like Kelly Rowland song Coffee. https://t.co/JNblXrKq3A"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 6,
        "tweet_id": 1516702089308688385,
        "lang": "en",
        "text": "Imma Beast, the whole earth should hand me the full package of happiness. I don’t like to question what I’m I on earth for. My eyes hot when I feel cheated out of life’s correct path. My life filled with prosperity. I like Andraé Crouch song The Promise. https://t.co/mOXHfU9VKR"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 7,
        "tweet_id": 1516281262020911105,
        "lang": "en",
        "text": "I love seeing renovation. I wonder about the store Edwards Food Giant. IHOP &amp; Waffle House got good food. Watch MTV or VH1. Altercations playgirIz/playboyz, dogs be crazy about cats. People selfish about whats there’s. I like The Pussycat Dolls song React. https://t.co/CPclDkqsV9"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 8,
        "tweet_id": 1515954201142116353,
        "lang": "en",
        "text": "Magazines seem more creative than books. You will find them in important businesses. Clothes: Forever21 or Rue21. Investigate, I like when knowledge slaps your face. I love facebook and twitter. Be you with shine. I like Sophie song It’s Okay To Cry. https://t.co/VbmbsMEdiD"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 9,
        "tweet_id": 1515558911734173700,
        "lang": "en",
        "text": "It’s Easter Sunday. Enjoy Festivity Humpty Dumpty. Boil eggs in a pot. Paint egg shells. Hit the eggs on the counter. Pell eggs shells. Eat eggs(salt/pepper). Life be exciting. Ugh burp, fart, hiccup. Use Pepto-Bismol. I like Lykke Li song Hard Rain. https://t.co/Av4D4iI9gY"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 10,
        "tweet_id": 1515194197795643393,
        "lang": "en",
        "text": "Coupons be in the mailbox. Receipt and tickets are important. Give me free credit cards/debit cards. Put a trillion dollars on the cards. Say I owe you nothing after I spend. Which one Jeopardy or Wheel Of Fortune. I like Sabrina Claudio song Stand Still. https://t.co/rURupxWvPa"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 11,
        "tweet_id": 1514832173907521537,
        "lang": "en",
        "text": "Jane and Tarzan sexy. A island and a jungle is a adventure. Everyday is go and do. Life don't be shy. Just enjoy yourself, don't force stuff. Just go with the flow or get to the point. We all end up in a casket. I like Fefe Dobson song I Can’t Breathe. https://t.co/eGDwT8sVKW"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 12,
        "tweet_id": 1514469263465230340,
        "lang": "en",
        "text": "I am a Michael Jackson fan and Prince fan. Dee Dee and Mona sexy. Watch Half &amp; Half. Through this journey of discovery, in finding you and finding me. Now that I have someone special. That brings out the joy inside of me. I like Cher Lloyd song Lost. https://t.co/SI1eZlxJYy"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 13,
        "tweet_id": 1514115726235344899,
        "lang": "en",
        "text": "Okay mami, Okay papi. Pull up to Wendy’s for breakfast and order: Classic Sausage Egg &amp; Cheese Sandwich, Potatoes, Coke, Grape Jelly. Pull up to Wendy’s  for dinner and order: Dave's Double, Large Fries, Coke, Ketchup. I like Gorillaz song On Melancholy Hill. https://t.co/KGbpw8pdSs"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 14,
        "tweet_id": 1513772686824067074,
        "lang": "en",
        "text": "Xena and Hercules sexy. When you reached your limit for being a\ndoormat people walked on, omg what happens. I’m a nice innocent victim. People should say yes to whatever I ask for. I deserve to get free stuff. I like Kate Bush/Maxwell song This Woman's Work. https://t.co/plcI4EUwWf"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 15,
        "tweet_id": 1513475143955324928,
        "lang": "en",
        "text": "Smh pollen, wind blow yellow dirt. Get a hobby, try bowling. When I get over heated, I use my circle fan. Watch: Family Guy-I like Stewie, Family Matters-I like Steve Urkel, Family Feud-I like Steve Harvey. I like Raye song Love Me Again. https://t.co/Or4tvYjPDH"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 16,
        "tweet_id": 1513020028089774087,
        "lang": "en",
        "text": "Have a picnic on a childhood playground. It could be with fam or friends. Get the grill smoking, I love spicy meat. Popeyes Louisiana Kitchen: 6 thighs, 6 legs, biscuits, rice, macaroni &amp; cheese, mash potatoes &amp; gravy, kool-aid. I like Madonna song Ghosttown. https://t.co/pP8hxcv6Xk"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 17,
        "tweet_id": 1512657414151094274,
        "lang": "en",
        "text": "Make axe, guns, knives, hammers, needles, scissors, screwdrivers useful. I had a male high school sweetheart for 2 years. I met him years later and he punched my teeth. Avoid abuse a person broke up with you for a reason. I like Lady Gaga song Paparazzi. https://t.co/adijItwSgs"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 18,
        "tweet_id": 1512306757254664192,
        "lang": "en",
        "text": "Dramatic movies that should be on Lifetime Channel &amp; LMN Channel: A Girl Like Grace-I like Share, BabyGirl-I like Lena, Boys Don’t Cry-I like Brandon Teena, A Girl Like Me-The Gwen Araujo Story, White Girl-I like Leah. I like Elle Varner song Not Tonight. https://t.co/xEmpjQqjSj"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 19,
        "tweet_id": 1512025814354771970,
        "lang": "en",
        "text": "Okay mami, Okay papi. Pull up to Burger King for breakfast and order: Sausage-Egg-Cheese-Croissant, Hashbrowns, Coke, Grape Jelly. Pull up to Burger King for dinner and order: Whopper, Large Fries, Coke, Ketchup. I like Blac Chyna song Hollywood. https://t.co/gCP3bgptwd"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 20,
        "tweet_id": 1511570214634336258,
        "lang": "en",
        "text": "My mom favorite nieces: Shana, Tasheka, Tiffanie. Her favorite nephews: Chris, Greg, Mario. I miss my granny. I think she died from cancer. Her and her man LV Mccoy lived in a ghetto home together. Their daughter Diane. I like Chloe x Halle song Who Knew. https://t.co/aAxpDBmdAv"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 21,
        "tweet_id": 1511211629865754629,
        "lang": "en",
        "text": "I wear a fanny pack around my waist. It has a zipper. Also wear a designer backpack and your back. You will panic if you lose your personal stuff. Stuff you must have for the rest of your life to survive in this world. I like Haux song Arrows. https://t.co/HkF9fjxl2y"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 22,
        "tweet_id": 1510901289332355074,
        "lang": "en",
        "text": "Okay mami, Okay papi. Pull up to McDonald’s for breakfast and order: Sausage-Egg-Cheese-McMuffin, Hashbrowns, Coke, Grape Jelly. Pull up to McDonald’s for dinner and order: Quarter Pounder, Large Fries, Coke, Ketchup. I like Keke Palmer song Thick. https://t.co/CA1hcng2zA"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 23,
        "tweet_id": 1510483252422889474,
        "lang": "en",
        "text": "I love Baptist Health Eye And Surgery Center. Contact lenses are amazing and eye glasses are amazing. I can’t see without them. Watch: A Walk to Remember-I like Jamie and Landon, Saints &amp; Sinners-I like Christie and Levi. I like Mpho Sebina song No Evil. https://t.co/CQPCFbytrP"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 24,
        "tweet_id": 1510121280527339521,
        "lang": "en",
        "text": "Dude don’t be shy, ask me for my cellphone number. Wave at me, I wave back. Dude 501 call me/text me. Boy I be on my knees for you. Boy I bite the pillow for you. Boy I ride for you. Boy we on the bed. Boy we on the couch. I like Miley Cyrus song Adore You. https://t.co/wFE6fhfz83"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 25,
        "tweet_id": 1509782031919632403,
        "lang": "en",
        "text": "It’s April Fool’s Day. Sike, what’s hiding in your basement. I love plumbers. Wow a store playing instrumentals. Wow a store playing music. Intercoms roar you something to fuck with. Speakers may expose you. I like Amazon Alexa. I like Zayn song Entertainer. https://t.co/IeQ8UIBX6d"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 26,
        "tweet_id": 1509395833099325447,
        "lang": "en",
        "text": "Confusion: Mess/Stress. Dear me, love myself. My goals will be achieved this year. Stare and be wise. To a certain extent it’s so many nouns/verbs for me. Ignore negative energy. I love butlers, gardeners, maids, waitress. I like Monica song Angel Of Mine. https://t.co/3sAnTCvTwX"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 27,
        "tweet_id": 1509083150793777159,
        "lang": "en",
        "text": "Are you athletic. Keep your eyes on the ball, receive a trophy. Keep your composure. I like baseball players, basketball players, football players, hockey players, soccer players, tennis players, volleyball players, wrestlers. I like Porches song Patience. https://t.co/tRmALM4Xe3"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 28,
        "tweet_id": 1508745020697980932,
        "lang": "en",
        "text": "Wonder Woman and Superman sexy. There are 4 categories of death: accidental, homicide, natural, suicide. Signs contemplate/hesitate. I love meteorologists. Watch: Chicago Med, Grey's Anatomy, General Hospital. I like Haim song Nothing’s Wrong. https://t.co/keJgUCZhEp"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 29,
        "tweet_id": 1508308739534770178,
        "lang": "en",
        "text": "One door closes another opens. The man I fall inlove with becomes part of my world. He will approach me outside and say hi. He will give me his attention/money/time. He will hold my hand alot. His sis knows the deal. I like Two People song I’m Tied, To You. https://t.co/DRhMSW9hS0"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 30,
        "tweet_id": 1507947478443778049,
        "lang": "en",
        "text": "Every person ain't on your level. Everybody got a testimony. Who’s fault, life is a battle so win. My dad has a daughter named Pooh. She had 3 kids out of her belly. She has a husband. Watch Clueless-I like Cher and Dionne. I like Kelly Price song Gods Gift. https://t.co/vO1YaMFM2S"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 31,
        "tweet_id": 1507583924674957320,
        "lang": "en",
        "text": "Sip on a icy slushies for the weekend. I like The Disney Channel, Aladdin and Jasmine sexy. Watch: Aladdin, Beauty And The Beast, Cinderella, Mulan, Pocahontas, Rapunzel, Snow White, Tarzan, The Little Mermaid. I like Fabolous and Tamia song So Into You. https://t.co/oTZpGuOPFx"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 32,
        "tweet_id": 1507221522112524288,
        "lang": "en",
        "text": "Germs I use hand sanitizer. Well-being: comfy, happy, healthy, joy. I like Glad and Hefty trash bags. Put trash in the dumpster or in the recycle bin. Don't be a hoarder, get rid of shit. Hold on to shit because we miss folks. I like Bjork song Stonemilker. https://t.co/PqgAiAEu4H"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 33,
        "tweet_id": 1506859144887873538,
        "lang": "en",
        "text": "It’s fun jacking off with a male I moan. I enjoy 69 with a male. I enjoy a male tongue kissing me. Hell no dildos. Hell yea male puts his penis in my mouth and anus. Yum Michael aka Tonka. Watch We Belong Together-I like Tracy. I like Sade song Kiss Of Life. https://t.co/XUDnV79ySg"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 34,
        "tweet_id": 1506496907585241089,
        "lang": "en",
        "text": "Skai Jackson did good on: Bunk'd and Jessie. Kyliegh Curran did good on: Secrets Of Sulphur Springs. Navia Robinson did good on: Raven’s Home. When I was a kid, me and my brother had kiddy twin beds that could stack. I like St. Vincent song Teenage Talk. https://t.co/UEDQpElrrA"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 35,
        "tweet_id": 1506134855184429056,
        "lang": "en",
        "text": "The Egyptian Cleopatra is sexy. Mannequins make me giggle. Honest life is a wild zoo, smh yippee. Expect: probable. Suspect: suspicion. Watch: Queen Sugar-I like Darla, The Hunchback Of Notre Dame-I like Esmeralda. I like Lianne La Havas song Elusive. https://t.co/1OaxvIMDHM"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 36,
        "tweet_id": 1505772098295320585,
        "lang": "en",
        "text": "Asking myself what’s necessary. Wow surprise but don’t blow it out of proportion. See I am leo the lion and I exist. Wtf don’t disappoint me. Play or Rewind or Forward or Pause or Stop. Watch: Empire-I like Cookie, Star-I like Simone. I like Rhye song Open. https://t.co/1BuX96bZS8"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 37,
        "tweet_id": 1505409888398319618,
        "lang": "en",
        "text": "Omg he or she had a good personality. 1st: Disturb, 2nd: Result, 3rd: Coroner. Be nice, angels &amp; demons fight. Watch: David Muir ABC World News, NBC Nightly News With Lester Holt. A guy named Nikko Jenkins killed 4 people. I like David Guetta song Titanium. https://t.co/0QKigmNykU"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 38,
        "tweet_id": 1505086557140750337,
        "lang": "en",
        "text": "Zodiac signs unique. I like astrology, horoscopes, mythology, numerology. Five greek elements: air, water, fire, earth, aether. Watch: Carrie-I like Carrie White, Charmed-I like Paige, Matilda-I like Miss Honey. I like Coldplay song Magic. https://t.co/SrLGDIrTwk"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 39,
        "tweet_id": 1504701167640756234,
        "lang": "en",
        "text": "Good morning enjoy Friday everyone. Watch Berlin Syndrome-I like Clare. Did your bae claim you yet. I cry because the word replace breaks my heart. I pray for the correct interest while I am alive. I like Vanessa Williams song Save The Best For Last. https://t.co/ZVuxSFKkdk"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 40,
        "tweet_id": 1504355187422633988,
        "lang": "en",
        "text": "It’s Saint Patrick's Day. Wear mardi gras beads. Leprechauns make me giggle. Enthusiasm speech, who is the lucky guy. I’m his number one priority. We freaks, he left a chain and a hickey on my neck. Watch Greenleaf-I like Sophia. I like Goapele song Closer. https://t.co/dFYRGesuuD"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 41,
        "tweet_id": 1503960070639570955,
        "lang": "en",
        "text": "When I was a child Toys \"R\" Us store was fun. I liked Barbie Dolls. Other boys like GI Joe. I like blouses, boots, dresses, gloves, heels, jackets, jeans, panties, sandals, shirts, shorts, socks, shoes, tank tops. I like Livvi Franc song Now I’m That Chick. https://t.co/JzqIGvCx0v"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 42,
        "tweet_id": 1503597929055072256,
        "lang": "en",
        "text": "What’s your purpose. It’s to late to turn back now. I believe, I believe, I'm falling inlove. Watch: A Low Down Dirty Shame-I like Peaches, Why Do Fools Fall In Love-I like Zola, Sparkle-I like Sister. I like Brand Nubian song Don't Let It Go To Your Head. https://t.co/RqwmeCZN7X"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 43,
        "tweet_id": 1503235254856859650,
        "lang": "en",
        "text": "Naturally or did you pursue. Life is a stage: Act, Dance, Model, Sing. Discrimination is hate. I wanted to be a medical assistant. I studied in: Heritage College and Eastern College Of Health Vocations. I was mistreated. I like Black Marble song Feels. https://t.co/kyIVC4SPcB"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 44,
        "tweet_id": 1502893878327791620,
        "lang": "en",
        "text": "Smh attractions and distractions. Watch Bad Match-I like Riley. Be smart and use a magnifying glass. The Seven Dimensions Of Wellness: Physical, Emotional, Intellectual, Social, Spiritual, Environmental, Occupational. I like Chromatics song Into The Black. https://t.co/Dwwt0X1R6P"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 45,
        "tweet_id": 1502537841552900099,
        "lang": "en",
        "text": "Welcome or unwelcome. When you first started something it was vacant. Blooming flower trauma, beginnings and endings wow. I got evicted twice. Tears if you see a abandoned look. Tears if you see a bulldozed look. I like Jessie Ware song Wildest Moments. https://t.co/TrrSGxJfSV"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 46,
        "tweet_id": 1502163383247798273,
        "lang": "en",
        "text": "Get a diary or a journal for personal business. Write facts on paper. Write facts in your cellphone or laptop. Make pens, pencils, markers, chalk, clay, crayola crayons, paint useful. I like libraries, read books and magazines. I like India Arie song Crazy. https://t.co/hSRu0B7O8q"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 47,
        "tweet_id": 1501906955396395011,
        "lang": "en",
        "text": "XOXO I love and I miss my sexy male companion Reco(Rillo). We use to roll in my car together, exploring the town, we clubbed together, we took pictures together. I met his mama and sister. I like My Girl-Vada and Thomas. I like Gallant song Doesn’t Matter. https://t.co/9kcddUiFIQ"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 48,
        "tweet_id": 1501438742632013826,
        "lang": "en",
        "text": "Rise and Shine after eight hours of sleep. Hearing birds singing outside, cheers me up. Sounds echo, I am alive yes. Tattoos remind you of love, so spill the ink. I like The Haves And The Have Nots-Candace and Benny. I like The Cranberries song Linger. https://t.co/hiXPPFhIrM"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 49,
        "tweet_id": 1501076174159716357,
        "lang": "en",
        "text": "I love umbrellas. The weather can be wicked: ice, lightning, rain, snow, wind, tornados. Always watch the weather channel and listen for sirens. Be safe, when you panic you tell your deepest thoughts. I like Josh X song I Miss You. https://t.co/8TmYyPGLVs"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 50,
        "tweet_id": 1500721207762694144,
        "lang": "en",
        "text": "Both of my ears pierced, diamonds on my ears. I love jewelry, look at the bling bling. Decorative gifts: bracelets, ear rings, necklaces, pearls, rings. Gold or Silver. My man will be the sun and the moon. I like Fergie song Glamorous. https://t.co/nxuDAudeCp"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 51,
        "tweet_id": 1500406882040700930,
        "lang": "en",
        "text": "Hairstyles make you unique. I dyed my hair years ago. I like to hear beauticians and barbers convo. Use the right brush, comb and grease on your hair. I love afros, braids, dreads, wigs. Sometimes wear bonnets or durags on your head. I like Ciara song I Bet. https://t.co/iT5U642v7B"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 52,
        "tweet_id": 1499990016931598340,
        "lang": "en",
        "text": "Guaranteed: What’s up. Some folks use the escalators. Some folks use the elevators. Some folks use a ladder. Some folks use a rope. Some folks use the stairs. You repeat something you like. What goes up comes down. I like Alicia Keys song Brand New Me. https://t.co/uBK4p84Qug"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 53,
        "tweet_id": 1499643575117746180,
        "lang": "en",
        "text": "I’m glad I get a social security disability money and my moms money. My mom collects and deposits money in Arkansas Federal Credit Union and Centennial Bank. I love ATMs. My moms friends Gloria and Jackie. I like Rags To Riches song Las Chicas Del Cable. https://t.co/NtwsmKlZC2"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 54,
        "tweet_id": 1499271794167095304,
        "lang": "en",
        "text": "My childhood I craved men. My teenhood I hugged a girl, I kissed a girl, I fingered a girl vagina. It was weird. Man watch porn, if they left me. I only 3somed thrice with men. It was wack. Cry for 1 man. I like Sky Ferreira song Everything Is Embarrassing. https://t.co/IG2jFwdgwT"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 55,
        "tweet_id": 1498902106736111618,
        "lang": "en",
        "text": "What’s hiding in your attic, cabinet, closest, drawer, pantry, trunk. Boy let’s go to the altar, cause I miss you. There will be justice, cause I love you. I can be on the edge of a cliff with the man I love. We jump together. I like Rita Ora song Ritual. https://t.co/rnt1PSys7O"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 56,
        "tweet_id": 1498539638364987392,
        "lang": "en",
        "text": "Let's march on shall we. I use to go to the gym. I do knee lifts, sit ups, squats. I enjoy riding a machine bike. I try to workout 30 minutes a day. I want to be 144 pounds. Should I go vegan. I got a weight scale. I like DAWN song Slim Thicc. https://t.co/ywld46fcD1"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 57,
        "tweet_id": 1498177191124819974,
        "lang": "en",
        "text": "Just know whatever ground you on, your royalty. Wow crown me. Whereever your throne is at, that’s your terroritory. YaY gps me. Shout to google: I love u. Shout to twitter: I love u. Watch The Princess Diaries-I like Mia. I like Mariah Carey song With You. https://t.co/xUJXjXYW5W"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 58,
        "tweet_id": 1497817552071835648,
        "lang": "en",
        "text": "Hows the situation, put yourself in someone elses shoes. Be encouraged no matter what's going on. We all want happiness. I will make it threw the maze. I will solve the puzzle. Hot series: Dare Me-I like Addy Hanlon. I like Celine Dion song Imperfections. https://t.co/E2fy7JdzB1"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 59,
        "tweet_id": 1497455066546122756,
        "lang": "en",
        "text": "It’s the weekend baby. I like Power 92 Jams. All kinds of people come to the club. Sams Club be packed, buy or sample food. LGBTQ party fun. Straight party fun. Dancing has benefits. I like pencil dresses and high heels. I like The xx song Islands. https://t.co/O5wEXcfexm"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 60,
        "tweet_id": 1497089766495604737,
        "lang": "en",
        "text": "Feeling safe ADT. Report suspicious activity. Watch tv shows: 9-1-1, Bones, Cops, CSI, FBI, How To Get Away With Murder, Law &amp; Order. My mom and stepdad use dove bar soap. My bro job is home/hospital work. He drives a acura car. I like Twin Oaks song Clarity. https://t.co/ngqKbaNjcs"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 61,
        "tweet_id": 1496752885736034304,
        "lang": "en",
        "text": "I use to be under the female category on: badoo, mocospace, pof, skout. I had a wig, men had sex with me. I use to be under the gay category on: adam4adam, bgclive, grindr, jack'd. I had no wig, men had sex with me. I like Vistoso Bosses song Boyfriend. https://t.co/zcdVkj2suv"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 62,
        "tweet_id": 1496372527798661126,
        "lang": "en",
        "text": "Discernment: Assume/Aware. It's like a gut feeling to me. The ability to notice the fine point details and comprehend. Boo whatever you seeketh, you find. Boo whatever you thinketh, you become. Don’t forget shit. I laugh at slang. I like Asa song Ocean. https://t.co/z4b5ogXmrh"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 63,
        "tweet_id": 1496100190947848192,
        "lang": "en",
        "text": "Popularity negative or positive. Birds I want 8000 followers. Peep the scene: Do I like you. Do you like me. Do I love you. Do you love me. Old school tv shows: The Young And The Restless, The Bold And The Beautiful. I like Janelle Monae song I Like That. https://t.co/NqWyS8IzDg"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 64,
        "tweet_id": 1495652214773321730,
        "lang": "en",
        "text": "Happy President’s Day animals/humans. Ok world balance. This planet a order plantation. Vote, throw your two cents. Barack Obama is a great leader. Donald Trump is a great leader. Joe Biden is a great leader. I like Men I Trust song Say Can You Hear. https://t.co/Kqean8taTn"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 65,
        "tweet_id": 1495277813020217346,
        "lang": "en",
        "text": "I find myself in a daze thinking about: clones, robots, twins. The mirror is a magic crystal. Caution representing love is deep on my mind. Try me acquainted. I like Ashley Olsen, Mary-Kate Olsen, Tamera Mowry, Tia Mowry. I like Lauren DeMaio song I Am. https://t.co/9UnaWj0r8O"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 66,
        "tweet_id": 1494932742655651844,
        "lang": "en",
        "text": "Cologne/Perfume have a strong scent. I take tylenol pills for migraines. Don’t call me Mike, I’m Michael. When I was a lil boy, my teacher had the classroom smelling\nlike cinnamon. Candles got a pleasant fragrance. I like Jennifer Hudson song Memory. https://t.co/rmLOmZfR3x"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 67,
        "tweet_id": 1494571052118257668,
        "lang": "en",
        "text": "Don’t worry, not every man deserves me. I prefer men that worship me. Mr Bernard Miles King Jr was my male lover for 6 years. He was born March 18, 1973. If a man says he don’t love you he mean’t it. Trust life or death. I like Thabsie song African Queen. https://t.co/3PWEuAkf8s"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 68,
        "tweet_id": 1494216228243656704,
        "lang": "en",
        "text": "Stability seed/root/plant. 2013 my family left me in Our House Homeless Shelter. I got kicked out. In a house I sucked a mans penis. He wanted his penis in my anus later. I was back with my family again. I wish 1 man understood me. I like Grimes song Realiti. https://t.co/nIDX1u06m9"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 69,
        "tweet_id": 1493828266800689152,
        "lang": "en",
        "text": "Ugh coronavirus: mask. Tears my worldly sisters and brothers stay prayed up. Be careful people dying. If you don’t do your dust someone else will. Sometimes I call The National Suicide Prevention Lifeline 1-800-273-8255. I like Say Lou Lou song Maybe You. https://t.co/3Lvn4xAapb"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 70,
        "tweet_id": 1493466705770815491,
        "lang": "en",
        "text": "Sailor Moon was my favorite cartoon when I was a kid. I like Sailor Mars. I also liked watching: Hey Arnold, Rugrats, The Little Rascals. Sometimes I see earthworms on my apartment floor. Banana pudding taste good. I like Azealia Banks song Soda. https://t.co/gcxUAVx4mD"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 71,
        "tweet_id": 1493103811153567747,
        "lang": "en",
        "text": "Happy Valentine's Day. Smh salt, pepper, spice, sugar. Omg thot, twitter my chick. Damn I’m horny. Faith Hill and Tim Mcgraw look cute. Priscilla Chan and Mark Zuckerberg look cute. Sundar Pichai and Anjali Pichai look cute. I like Troye Sivan song Animal. https://t.co/Rgn2NmKqPb"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 72,
        "tweet_id": 1492741025173065734,
        "lang": "en",
        "text": "Hurray Super Bowl LVI. Life is a sport, with a crew or solo. Yummy cheese dip, quesadillas, tortilla chips. Sip tea or wine. I like The Rachael Ray Show. XOXO basketball players and football players. Be a champion. I like K. Michelle song Supahood. https://t.co/Jq3jlifVka"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 73,
        "tweet_id": 1492378792039534598,
        "lang": "en",
        "text": "I never been on a airplane. I like Atlanta and Texas for a vacation. My fav Aunts: Loretta Cook, Olivia White, Sonya. My fav female cousins: Karla Robinson and Latoya Hopes. My brother fav Aunts: Linda Latin and Sherrye Bassett. I like Brandy song Lullaby. https://t.co/ZqbCBULgOG"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 74,
        "tweet_id": 1492016470360039426,
        "lang": "en",
        "text": "A schedule can fix your routine. Life is a pattern. You either go through a phase or it’s your true colors. Plan to reach your goals. Don't be at the wrong place at the wrong time. I like Catwoman, Halle Berry is sexy. I like Britney Spears song Mood Ring. https://t.co/Xqr3jHQcO8"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 75,
        "tweet_id": 1491655241296719873,
        "lang": "en",
        "text": "Yo prep/thug men. Kevin Hart(fine ass comedian), P Diddy(fine ass rapper), Plies(fine ass rapper), Rome Major(fine ass pornstar). KOKY 102.1 FM rocks. I had phone sex/physical sex with men that act like pitbulls or rottweilers. I like Usher song Nice &amp; Slow. https://t.co/hdqS9oQ59A"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 76,
        "tweet_id": 1491291647682150403,
        "lang": "en",
        "text": "Wow edge stuff on a little bit. Care and solve the issue. Joking: Girl hush, Boy hush. Deserve who, what, when, where. I watch dramatic tv shows: Maury, The Jerry Springer Show, The Steve Wilkos Show, The Dr Phil Show, The Talk. I like Robyn song Ever Again. https://t.co/UGogUiJke8"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 77,
        "tweet_id": 1490928934690881540,
        "lang": "en",
        "text": "Once you have good family, good friends, a good lover keep them close. Make sure your close contacts are always ok. You don't want to end up in a catfish situation. Catfish people communicate like they care. I like Ariana Grande song The Light Is Coming. https://t.co/sSoTVjZJfG"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 78,
        "tweet_id": 1490569385865588738,
        "lang": "en",
        "text": "Properly clip your toenails, avoid bumping your toe against stuff, don’t take to much biotin. Ouch I had ingrown toenails before. I went to a podiatrist and I had surgery. She numbed my toe and cut out half the toenail. I like Zanda Zakuza song Hair To Toes. https://t.co/rMDXwbDxCK"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 79,
        "tweet_id": 1490205149310115840,
        "lang": "en",
        "text": "So when the clock shows 11:11, I make a wish. I hope everything I wish for comes true. I cast my desires to the universe. So I speak it into the atmosphere. My problems will be solved. I got to love myself(images/words). I like Waxahatchee song Fire. https://t.co/n5lKcV7RD6"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 80,
        "tweet_id": 1489841999863848961,
        "lang": "en",
        "text": "The Sims video game is fun, build magic. I loved Xbox and my brother loved PlayStation. Relax and watch: The Ellen DeGeneres Show, Tamron Hall Show. Aye grow and never end: 100% LTE Signal Bars, 100% Battery Charge. I like Faul song Something New. https://t.co/ZMyEbm5XxP"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 81,
        "tweet_id": 1489489467618611200,
        "lang": "en",
        "text": "History, how you doing. Weeks go by fast, weeks go by slow. YaY for Friday. Relax and watch: The Real, The View, The Wendy Williams Show. Aye grow and never end: Bluetooth, Wi-Fi. Enjoy social media, warnings before destruction. I like Mapei song Don’t Wait. https://t.co/fOBjFQaAfO"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 82,
        "tweet_id": 1489123354498019334,
        "lang": "en",
        "text": "My mom and stepdad got AT&amp;T U-verse. It’s winter, I don’t like ice/snow. We use electric generators. My mom and dad be cruising in lexus cars. My stepdad be cruising in toyota trucks. Aye grow and never end: Netflix, YouTube. I like Raveena song Rush. https://t.co/JkoSaBVdlM"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 83,
        "tweet_id": 1488781702717755395,
        "lang": "en",
        "text": "Brady Elementary: I danced on stage, Henderson Middle School: I was geeky, LISA Academy: It’s private, NLR High School: Wild, JA Fair High School: 2009 I graduated, UCA College: Me &amp; girls partied/dropped out. I like Bat For Lashes song Laura. https://t.co/kI4jNtf9fP"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 84,
        "tweet_id": 1488392454361464834,
        "lang": "en",
        "text": "All that glitters is not gold. There’s a bunch wolves. Pigs I am strong like bricks. Keep my eye on the ball. I am winner. I like gas stations: MAPCO, Exxon, Valero, Shell. My dad be buying lottery tickets. I like Whitney Houston song Try It On My Own. https://t.co/rMzID6r3w3"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 85,
        "tweet_id": 1488104489248829441,
        "lang": "en",
        "text": "I hang on to possibilities. Spirits greet mami and papi. Fantasy I look like sexy Kim Kardashian and sexy Nicole Scherzinger. Aye grow and never end: Google, T-Mobile, Twitter, Xfinity. I love you world, god bless you. I like Taylor Swift song Wildest Dreams. https://t.co/xsKJI8meIq"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 86,
        "tweet_id": 1487721245328265218,
        "lang": "en",
        "text": "Hey you, remember me. I love Delilah on the Lucifer tv show. I tried dating sites. Every man ain’t my type. I act solitude till a well-off man commits to me. A man that offers me friendship, relationship, marriage a keeper. I like Tinashe song Faded Love. https://t.co/21ga2eFuKS"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 87,
        "tweet_id": 1487305354782326785,
        "lang": "en",
        "text": "Real talk the golden gals and guys will chill: stay and go with the flow. Smh we high maintenance. The seconds, minutes, hours great. The days, months, years great. The past, present, future great. I love teachers and therapists. I like Mya song Damage. https://t.co/0RGIDwgpJM"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 88,
        "tweet_id": 1486960202427547649,
        "lang": "en",
        "text": "Lights camera action yay. By watching I had butterflies and I saw a rainbow. Noah's Arc: Noah and Wade so deep. The L.A. Complex: Kal and Tariq so deep. 90210: Naomi Clark so deep. Riverdale: Cheryl Blossom so deep. I like Tamar Braxton song Let Me Know song. https://t.co/Ruw0fwsOce"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 89,
        "tweet_id": 1486637716360028163,
        "lang": "en",
        "text": "FOX16 News: I like Kevin Kelly, Donna Terrell, Rance Golden Jr. I got a Honeywell Thermostat: Air and Heater. I feel good. I love Firefighters, FedEx, UPS, United States Postal Service, Waste Management. Dude use Uber to see me. I like Rubi Rose song Single. https://t.co/3KlUmoHY3C"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 90,
        "tweet_id": 1486218225981345794,
        "lang": "en",
        "text": "Apartments are ok. If I was rich, I would live in a 2story home. I love appliances/furniture. A luxury home with a garage/metal fence is best. Keep your money in a purse or a wallet. My 1st car was a honda. My 2nd car was a saturn. I like Cardi B song Press. https://t.co/IxKERkUyJP"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 91,
        "tweet_id": 1485862128376504326,
        "lang": "en",
        "text": "Good vibes, keep my confidence high and self-esteem high. I don’t like jealousy/envy. My favorite color yellow. I love the number 8. I had alot of male lovers. I tried olanzapine pills and quetiapine pills. Hugs/Kiss I avoid suicide. I like Wet song Lately. https://t.co/Ihh5irsBUo"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 92,
        "tweet_id": 1485494131640127489,
        "lang": "en",
        "text": "Full Counsel Metro Church was my childhood church. Your home is your sanctuary. I got my own religious beliefs. Head to toe love/lust nice. Life is guilt. I use to wear eye glasses. I wear eye contact lenses. I like Toni Braxton song Long As I Live. https://t.co/AxoITlBXGZ"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 93,
        "tweet_id": 1485131185625960449,
        "lang": "en",
        "text": "Exercise, I take nature walks. I wear gym clothes and shoes. I listen to music on my cellphone while walking. I cry when I reminisce. Sprays that stop stinky odors: I use febreze, glade, lysol, air wick scent plug ins. I like Solange song Cranes In The Sky. https://t.co/cOoAx4o9xd"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 94,
        "tweet_id": 1484769186257719297,
        "lang": "en",
        "text": "The Royal Family, I like Queen Elizabeth ll. My dad mama is Joann Mccoy. She died from a disease. My mom mama is Thena Dean. She was strict. I don’t know my granddads. My dad has a job. My mom job is home/hospital work. I like Adele song Hello. https://t.co/kT66ebQOrT"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 95,
        "tweet_id": 1484406180319580160,
        "lang": "en",
        "text": "Dessert is delicious. I eat fish salmon, cheese cake, cookies, doughnuts, ice cream, pie, popcorn, pound cake, red velvet cake, hershey's, snickers. I love chairs and tables. Military, my man will be my candy and tea. I like Kelis song Midnight Snacks. https://t.co/BaSc3Jp1i6"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 96,
        "tweet_id": 1484043795004116993,
        "lang": "en",
        "text": "I crossdress in my place. I admire Isis King and Tyra Banks. I like victoria’s secret. Years ago I took female hormone pills. People called me Michelle. I wanted my penis and my balls cut off. I changed my mind. I like FKA Twigs song Cellophane. https://t.co/mwyDbSXIUb"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 97,
        "tweet_id": 1483681401354526724,
        "lang": "en",
        "text": "What I think, I become. What I seek, I find. I love my sexy mirror. I will have a head full of hair. My face smooth forever. My body smooth forever. I use bic razors and shaving cream. I take a-z multivitamins and biktarvy. I like Paris Hilton song Heartbeat. https://t.co/FjpLpB9zDf"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 98,
        "tweet_id": 1483319031549550594,
        "lang": "en",
        "text": "I use ajax soap on my dishes. I got a washer/dryer. I use arm &amp; hammer detergent. I sweep my floor with a broom. I mop my floor. I use fabuloso. I vacuum my carpet. I use a brush/plunger for my toilet. I use clorox. I like Elijah Blake song To Be Loved. https://t.co/lOVpodG7xg"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 99,
        "tweet_id": 1482956788328808449,
        "lang": "en",
        "text": "Coretta Scott King and Martin Luther King Jr sexy. Romantic movies: Baby Boy-Yvette and Jody, Beyond The Lights-Noni and Kaz, Carmen: A Hip Hopera-Carmen and Hill, Love &amp; Basketball-Monica and Quincy, Tales All I Need-Nina and Kenny. I like Ruth B song Rare. https://t.co/TqbfEN22I9"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 100,
        "tweet_id": 1482595010453426179,
        "lang": "en",
        "text": "Aaliyah Dana Haughton, happy birthday. January 16, 1979 was special. Baby Girl, I love you and I miss you. You was so talented. You will always be the number one capricorn in the planet earth. I like Lil Trill song Give You The World. https://t.co/9T4mR6AgMP"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 101,
        "tweet_id": 1482231873040523269,
        "lang": "en",
        "text": "Everyday I be drinking: purified bottle water, coffee, coca-cola, creamer, apple juice, grape juice, orange juice, lemonade, margarita, milk, minute maid, mountain dew, pepsi, sprite, sunkist, smoothie. Enjoy sex on Thursdays. I like Cassie song Thirsty. https://t.co/5WkzQOM3Zk"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 102,
        "tweet_id": 1481869499502673924,
        "lang": "en",
        "text": "3 meals: everyday I eat breakfast, lunch, dinner. I love kitchens and restaurants. I eat bacon, chicken, chips, eggs, bbq ribs, bread, burgers, fries, lasagna, pizza, rice, sausage, shrimp, tacos. I receive food stamps. I like Ginuwine song In Those Jeans. https://t.co/Vtc79QgHSz"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 103,
        "tweet_id": 1481507231753547778,
        "lang": "en",
        "text": "My job history: Kohl’s: I got fired, Kroger: I quitted, Sears: I got fired, Walmart: I got fired, Baptist Health:\nI quitted, Target: I quitted, Walgreens: I quitted. I was a cashier/stocker. I love grocery stores, hospitals, malls. I like Rihanna song Work. https://t.co/HcG94lgLws"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 104,
        "tweet_id": 1481144774224662531,
        "lang": "en",
        "text": "I receive a social security disability check each month. I am a handicap. I got my drivers license years ago. Depression, I tried abilify pills and lithium pills. You can stay in UAMS hospital for a few days for help. I like Tanerelle song Mama Saturn. https://t.co/J921qmBu5M"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 105,
        "tweet_id": 1480782426876125184,
        "lang": "en",
        "text": "I’m in my 6th place and missing a male soulmate. 1st place had no washer/dryer connect. 2nd place a man beat me/raped me/robbed me. 3rd place I destroyed property/got beat by a crowd. 4th place ugh. 5th place I destroyed property. I like Ex:Re song Romance. https://t.co/JiJu9w3ERM"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 106,
        "tweet_id": 1480420129905295361,
        "lang": "en",
        "text": "Time For A Cigar is my favorite episode on If Loving You Is Wrong tv show. Faun and Joey sexy. Pleasure in my bed. I don’t pay for sex. Meow, dogs bark for me. I put toothpaste on a toothbrush and brush my teeth everyday. I like Doja Cat song Love To Dream. https://t.co/kIVW2ztE3w"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 107,
        "tweet_id": 1480057572153511936,
        "lang": "en",
        "text": "Six senses: sight, hearing, mind, smell, taste, touch. I’m human. I love androids, computers, iphones. Technology is amazing. I’m not on facebook meta. I’m in love with google and twitter. I hope they never disappear. I like SZA song The Anonymous Ones. https://t.co/LYArKzUIcu"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 108,
        "tweet_id": 1479738166030618624,
        "lang": "en",
        "text": "I be a couch potato sometimes.  I love Entergy, I got power. I enjoy Netflix. I like tv shows and movies. I enjoy YouTube. I like songs and music videos. I got Tv Antenna, Bluetooth, T-Mobile, Wi-Fi, Xfinity. I like Rina Sawayama song Ordinary Superstar. https://t.co/yUhs2G7AXr"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 109,
        "tweet_id": 1479332782618853376,
        "lang": "en",
        "text": "My role models: Aaliyah Dana Haughton, Beyoncé Giselle Knowles-Carter, Onika Tanya Maraj-Petty. I like Kanye West, Jay-Z, Kenny Petty. I will win a man. I love wigs: Chinese Bang, Part In The Middle, Swoop Bang. I like Mariah The Scientist song 2 You. https://t.co/sVNPlLEbvP"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 110,
        "tweet_id": 1478970445537947648,
        "lang": "en",
        "text": "Morning and night I take a hot soapy shower. I use a towel and irish spring bar soap. I use speed stick deodorant. Listerine, I use colgate toothpaste on my teeth. I piss and shit in the toilet alot. I use toilet paper. I like Becky G song Shower. https://t.co/Mz8f0owxLN"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 111,
        "tweet_id": 1478608308592386049,
        "lang": "en",
        "text": "As a teen I crossed a street and a car hit me. My two front teeth got replaced and a scar between my eyebrows. My left femur bone got replaced. I love ambulance, dentists, doctors, judge, lawyers, nurses, police. I like Phoebe Bridgers song Smoke Signals. https://t.co/xQclbgS2bA"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 112,
        "tweet_id": 1478245649204273152,
        "lang": "en",
        "text": "As a kid I experienced something that made me a homosexual bottom. My top male cousin molested me. It made me feel feminine and he controlled me sexually. We was lonely. We was naked on a bed, chair, couch. I like Michael Kiwanuka song Cold Little Heart. https://t.co/n0xBtppW3x"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 113,
        "tweet_id": 1477887489260109829,
        "lang": "en",
        "text": "Sad my parents divorced. My mom is Shelia. She a gemini. My dad is Michael. He a taurus. He is bald and likes beer. My brother is Trenton. He a scorpio. He is dreads and likes games. My stepdad is Eric. He a sagittarius. I like Mafikizolo song Thandolwethu. https://t.co/YNjd5L6soO"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 114,
        "tweet_id": 1477521051139588099,
        "lang": "en",
        "text": "Michael Stephen Scott Junior is my birth name. I am a African/Indian male. My birth happened on August 18, 1991. Leo the lion is special. My nickname is Tonka. My height 5’6 and my weight 200. My location is Little Rock, Arkansas. I like Amerie song Curious. https://t.co/s6W8tPRS4k"
    },
    {
        "user_num_id": 2551,
        "user_id": 1467044534093762564,
        "author": "Michael Stephen Scott Junior",
        "tweet_num": 115,
        "tweet_id": 1477158562715557891,
        "lang": "en",
        "text": "Happy New Year. Aim for peace, not chaos. I will be creative and express myself. Owl inhale and exhale memory. I got to be satisfied with my life. Notice my needs and my wants. I love you twitter. I like Lana Del Rey song Let Me Love You Like A Woman. https://t.co/4fVmOkBZzr"
    }
]