[
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 0,
        "tweet_id": 1518809599759032321,
        "lang": "en",
        "text": "Men are having so much fun with that balloon chest trend on tiktok 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 1,
        "tweet_id": 1518778755979821058,
        "lang": "en",
        "text": "A piece of my hair always sticks up at the top of my head and it never wants to lay down and I’m so tempted to just cut it 😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 2,
        "tweet_id": 1518773247378173954,
        "lang": "en",
        "text": "I have those really nice LG front load washer and dryers so it’s not like its old or anything"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 3,
        "tweet_id": 1518773246396715009,
        "lang": "en",
        "text": "Every time I wash clothes and I put my hand inside my washer to put clothes inside or to grab and pull them out, I get this electric shock sent through my arm, every time, and I’m trying to figure out why and it’s not a small shock like it actually kind of hurts"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 4,
        "tweet_id": 1518770552118419456,
        "lang": "en",
        "text": "In her eyes she is never wrong in situation and I can’t STAND a person a person that cannot take accountability for their actions"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 5,
        "tweet_id": 1518769379126743043,
        "lang": "en",
        "text": "So she canceled the entire shower because she said I didn’t care enough, she didn’t speak to me for two months, didn’t say happy birthday to me, wouldn’t let me see her kids, and went off on fb calling our entire family fake"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 6,
        "tweet_id": 1518769377889468418,
        "lang": "en",
        "text": "Or the time she wanted to plan her bridal shower around me and her oldest son’s birthdays and got mad at me because I was focused on what I wanted to do for my birthday so I suggested we take her to a nice dinner for her shower but she didn’t wanna do that"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 7,
        "tweet_id": 1518768377531088897,
        "lang": "en",
        "text": "It’s her way or no way"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 8,
        "tweet_id": 1518768268609269762,
        "lang": "en",
        "text": "She also did that when we were having family portraits done. She caught an attitude the day of and sat in the car the entire time while the rest of the family was having our pictures taken so she’s not in any of the family photos"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 9,
        "tweet_id": 1518767422395887620,
        "lang": "en",
        "text": "While everyone else was inside participating in the party and my mom was upset because she was like “I paid for her to be here to celebrate my son and she wants to sit in the car the whole time alone…”"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 10,
        "tweet_id": 1518767421263429632,
        "lang": "en",
        "text": "And then my sister and I had to run to the store to grab some thing really quickly. We were gone all of 10 minutes and by the time we got back. No one could find my aunt. Whole time she was sitting outside in her car alone for hours playing a game on her phone"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 11,
        "tweet_id": 1518767419959001094,
        "lang": "en",
        "text": "Like, I showed up to my brothers birthday party yesterday and everyone was already there, I was actually running late but when I got there my aunt was there and she seemed like she was in a good mood"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 12,
        "tweet_id": 1518766540195250179,
        "lang": "en",
        "text": "And it’s not just me that notices she does that, it’s literally the whole family that sees it"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 13,
        "tweet_id": 1518766374100811777,
        "lang": "en",
        "text": "And it’s almost like she doesn’t wanna acknowledge that my brother exists the way that she does it to him every year. She doesn’t do that to me or my sisters but it’s always our brother, every year and I feel bad for my brother but I know he’ll have fun regardless"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 14,
        "tweet_id": 1518766371957530624,
        "lang": "en",
        "text": "And she always expects everyone to attend her three kids birthday parties and have a good attitudes, etc but every single year she’ll catch an attitude over something small and doesn’t wanna participate in my brothers parties the rest of the time"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 15,
        "tweet_id": 1518766370720456704,
        "lang": "en",
        "text": "And then she’ll get upset when someone chooses to attend my brother‘s birthday parties over whatever it is she has planned and she does it every. single. year. and I don’t even think she notices that she does it to him every year"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 16,
        "tweet_id": 1518766368623144963,
        "lang": "en",
        "text": "Or she’ll say it’s because of money but someone always pays her way or she will try to plan something else on the day that she KNOWS his birthday will fall on to keep ppl from attending his parties"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 17,
        "tweet_id": 1518766367364767744,
        "lang": "en",
        "text": "So my youngest brothers birthday is actually tomorrow but we celebrated his birthday yesterday and without fail every single year our auntie manages to catch an attitude on his birthday and doesn’t attend or participate"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 18,
        "tweet_id": 1518711825889595393,
        "lang": "en",
        "text": "toasted wheat bread, American cheese, teriyaki chicken, lettuce, tomatoes, red onions, green bell peppers, ranch, and sweet onion sauce https://t.co/X8hGWMDndN"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 19,
        "tweet_id": 1518696935024205827,
        "lang": "en",
        "text": "Through thunderstorms, heavy winds, etc and they never ever let the dogs that they leave there inside and sometimes I be wanting to go play with the dogs but I don’t wanna trespass on their propertyyyyy lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 20,
        "tweet_id": 1518696933346402308,
        "lang": "en",
        "text": "And it breaks my heart a little because I feel like the dog should be able to run around and play a little but he’s on a very short leash and can only go so far and he’s outside alone all of the time so all he gets to do is sit there day and night"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 21,
        "tweet_id": 1518696931664535555,
        "lang": "en",
        "text": "My neighbor has kids that are waaay wayyy wayyy older than I am but they visit pretty often because their dad is getting older and every so often they get a new dog and leave it at my neighbors house chained up in the backyard for weeks"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 22,
        "tweet_id": 1518406041880469504,
        "lang": "en",
        "text": "One thing lil baby gonna do is wear some hoochie daddy shorts lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 23,
        "tweet_id": 1518040215050461184,
        "lang": "en",
        "text": "What’s the theme of the Thunder fireworks this year???"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 24,
        "tweet_id": 1517970996606734336,
        "lang": "en",
        "text": "They have Flamin’ Hot Mtn Dew, that is atrocious lmaoo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 25,
        "tweet_id": 1517895726424068096,
        "lang": "en",
        "text": "She said “Show me a Libra that’s not narcissist. Show me a Libra that doesn’t try to run away from their problems with an addiction. Exactly” 😂😂😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 26,
        "tweet_id": 1517895725610418177,
        "lang": "en",
        "text": "She said “a Libra is not looking to meet your needs, they’re looking to have THEIR needs met” 😂😂😂😭😭😭😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 27,
        "tweet_id": 1517895724649881600,
        "lang": "en",
        "text": "She said “you can’t TRY to tie down a RUNNER. Libra’s seek attention from any and everyone” 😂😂😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 28,
        "tweet_id": 1517895723643191297,
        "lang": "en",
        "text": "She also said “Libra‘s try to make themselves look like the golden child when they’re actually the worst child of the bunch” and that they extremely manipulative, narcissistic, refuse to express emotion, and they’re runners because they don’t show up in relationships 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 29,
        "tweet_id": 1517895722540191751,
        "lang": "en",
        "text": "I heard someone say Libra’s view everyone as arm candy. Like, they look at people and think “will this person make me look even better than I already look by myself” and i’ve never heard a truer statement about a Libra 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 30,
        "tweet_id": 1517609285164937216,
        "lang": "en",
        "text": "Someone asked me how my daughter has been doing.. I don’t have a daughter.. I don’t have a son.. I don’t have kids, where did they get that information from? Lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 31,
        "tweet_id": 1517556616668893190,
        "lang": "en",
        "text": "If I ever had kids, I would never in my life buy them bunk beds. You know how hard it is to keep bunk beds made and it look neat. It would drive me up a wall bc how did you manage to pull even the fitted sheet off the mattress, I can understand the flat sheet but the fitted too"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 32,
        "tweet_id": 1517344658128613376,
        "lang": "en",
        "text": "I’ve always wanted to do the bean boozled game lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 33,
        "tweet_id": 1517340851244052480,
        "lang": "en",
        "text": "I didn’t eat today"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 34,
        "tweet_id": 1517340704846057473,
        "lang": "en",
        "text": "Every video, it’s something chaotic. You’d think she’s lying if she didn’t actually have proof 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 35,
        "tweet_id": 1517340398670290945,
        "lang": "en",
        "text": "Her and her boyfriend almost got robbed, her dad is always threatening to kick her out over some piercings, she went to the eye doctor and they said she’s going to go blind in one eye if she doesn’t get her lazy eye corrected soon like why can’t she just have a regular.. day 😂😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 36,
        "tweet_id": 1517340397722382337,
        "lang": "en",
        "text": "She found a tracker on her car, her stalker was knocking on her door in the middle of the night and following her in Walmart, some girls she doesn’t know at a gym were trying to beat her up for no reason, another girl trying to take her bf at a party,"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 37,
        "tweet_id": 1517340396707270664,
        "lang": "en",
        "text": "There’s this little teen white girl on TikTok and her videos come across my fyp every once in a while and every time I see one of her videos there’s always something happening to her lmaoo she can never just have a normal day 😂 she has the most chaotic life I’ve ever seen 😂😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 38,
        "tweet_id": 1517295504916373504,
        "lang": "en",
        "text": "I’ll be 60 years old and still be wearing my septum because I love it and never wanna take it out 😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 39,
        "tweet_id": 1517275753695612928,
        "lang": "en",
        "text": "When I go to grocery stores or just a store in general and have to park all the way in the back of the parking lot is when I wish I had a Tesla that I could just have meet me at the door when I walk out lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 40,
        "tweet_id": 1517274963501322241,
        "lang": "en",
        "text": "Part of me wants to be in the loop and watch the ultimatum but all of the backlash that it’s getting makes me feel like it’ll give me an attitude lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 41,
        "tweet_id": 1517272969009053697,
        "lang": "en",
        "text": "Certain hairstyles on me only look good with a certain hair color :/"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 42,
        "tweet_id": 1516977712522539008,
        "lang": "en",
        "text": "I have such a bad headache 😖"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 43,
        "tweet_id": 1516878297136836610,
        "lang": "en",
        "text": "They said I made their day lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 44,
        "tweet_id": 1516878182451929094,
        "lang": "en",
        "text": "Omg it was my fault, I was on tiktok while waiting and they finally got my attention and they were like we’ve been sitting here calling you, waving our hands and flashing lights at you and we could not get your attention lmaooooo I’m so sorry"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 45,
        "tweet_id": 1516876593658011650,
        "lang": "en",
        "text": "Literally no one is working on anything and I’ve just been sitting here"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 46,
        "tweet_id": 1516876405669302273,
        "lang": "en",
        "text": "I’m a little annoyed because I came to get my oil changed and I’ve been sitting outside for an hour and there aren’t any other cars here, it’s just me"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 47,
        "tweet_id": 1516828150734462978,
        "lang": "en",
        "text": "My family doesn’t think women can just simply gain weight. If you’re around my family and you’ve gained weight since the last time they saw you, they’re gonna swear you’re pregnant"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 48,
        "tweet_id": 1516779151117668352,
        "lang": "en",
        "text": "IG should just let you know which account is unsending messages lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 49,
        "tweet_id": 1516766790919069696,
        "lang": "en",
        "text": "Like if you’ve ever seen Lemony Snicket‘s a series of unfortunate events it literally looks like the house from that movie that’s hanging off if a cliff over that rough water"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 50,
        "tweet_id": 1516766294435147777,
        "lang": "en",
        "text": "Every time we get really bad wind from like a tornado or something I just know that building will come down one day lol you could not pay me enough to live there"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 51,
        "tweet_id": 1516766073768525826,
        "lang": "en",
        "text": "There are these apartments that are located like off of Zorn Avenue that scare the life out of me. Like idk if someone knows what I’m talking about but they’re literally built off of the hill, like they hang over a hill of tree and they have that weak ass looking support system"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 52,
        "tweet_id": 1516764987661897732,
        "lang": "en",
        "text": "Like, you literally have to beat other residents to a parking spot or park down the street or something, no resident wants to have to park all the way down the street and walk back to their apartment. That’s such an inconvenience."
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 53,
        "tweet_id": 1516764676306124804,
        "lang": "en",
        "text": "I don’t get why they build apartment buildings with like 10 parking spaces. Like, I don’t get why they build them in places where they know that there wouldn’t even be enough places for even the residents to park, let alone, guests and they won’t have parking garages either"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 54,
        "tweet_id": 1516577000093368321,
        "lang": "en",
        "text": "I’m not a sex worker, lord Jesus. I go to a 9-5 every day 🙃"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 55,
        "tweet_id": 1516576650544173064,
        "lang": "en",
        "text": "I wish people would stop assuming that just because I “look” like I’d have one… I don’t do that…"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 56,
        "tweet_id": 1516576649147523075,
        "lang": "en",
        "text": "I hate men lol this guy messaged me on here and said “Hey” so I replied “hey” because I thought he wanted to have an genuine conversation and the next thing he replied with was “what do you sell” I don’t sell anything…. Jesus… and I don’t have onlyfans either"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 57,
        "tweet_id": 1515320785329700881,
        "lang": "en",
        "text": "I wasn’t going to watch this show but I’m thinking I want to now lmaooo 😭 https://t.co/WcxDCOKCK4"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 58,
        "tweet_id": 1514419078882078723,
        "lang": "en",
        "text": "My sister called me mad af to tell me my 5 year old niece told my sisters bf that she went to see her ex yesterday but she went to see one of her girl friends not an ex but he doesn’t believe my sister so my niece just ruined their whole relationship lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 59,
        "tweet_id": 1514400241734270977,
        "lang": "en",
        "text": "Lord, just don’t let this tornado wind cause a branch to go through my car window or something. That’s all I ask"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 60,
        "tweet_id": 1513969219913887747,
        "lang": "en",
        "text": "It wouldn’t matter is she were 20 and he were 24, both being legal adults but she is still currently a child dating a legal adult. It just isn’t acceptable like why would he be okay going on national tv and saying “I’m in my 20s and my girlfriend is 16” do you hear yourself? Lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 61,
        "tweet_id": 1513969218672279569,
        "lang": "en",
        "text": "So tmz posted this story about Honey Boo Boo who is 16 and her 20 year old boyfriend and there were grown adults in the comments calling people that think it’s wrong “Karens” and defending the relationship because it’s just a 4 year age gap"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 62,
        "tweet_id": 1513942562180153345,
        "lang": "en",
        "text": "My little brothers birthday is this month and I almost forget every year. Love him to death obviously but he is the most forgettable person. He’s so quiet and reserved and I don’t really see him much either. He just likes to stay home in his room with the door closed playing PS"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 63,
        "tweet_id": 1513733615485599751,
        "lang": "en",
        "text": "And they’re still making students do that in college too lmaoo why"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 64,
        "tweet_id": 1513733010935455745,
        "lang": "en",
        "text": "Why tf.. when I was in school, why was the American school system teaching us how to stack cups like everyday. What curriculum was that apart of? lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 65,
        "tweet_id": 1513308976695455744,
        "lang": "en",
        "text": "Idk it's gonna be really nice to have my sisters together again and showing her bf around our city and the very few fun things we have to do here but the last time my two sisters were together they got into a physical fight in the middle of a public park lol sooo we'll see"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 66,
        "tweet_id": 1513308975726534658,
        "lang": "en",
        "text": "My youngest sister comes back to Kentucky to visit from North Carolina and I'ma excited and she's bringing her new bf too so l'm gonna meet him for the first time ever too"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 67,
        "tweet_id": 1513184532782100486,
        "lang": "en",
        "text": "I wanna get more face tattoos but like every tattoo artist in the city is booked out 5 months to a year, it’s crazy"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 68,
        "tweet_id": 1513183915779014656,
        "lang": "en",
        "text": "Everyone thinks my face tattoo is pen because the artist used a really small needle so i’ll be talking to someone and they always look at me like I’m crazy trying to figure out if I drew on my face with a pen lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 69,
        "tweet_id": 1513166560747261954,
        "lang": "en",
        "text": "The auburn/strawberry blonde hair color was meant for me, it fits me very well. It’s my color"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 70,
        "tweet_id": 1513143279747010562,
        "lang": "en",
        "text": "I wanna start taking the ACV gummies but I feel like people are lying when they say they taste good"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 71,
        "tweet_id": 1512974400424976391,
        "lang": "en",
        "text": "No one asked so I just never said anything so that’s just my name now because it’s what everyone knows me by lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 72,
        "tweet_id": 1512973825008357377,
        "lang": "en",
        "text": "Even a lot of the guys that I’ve dated have no idea what my real name is, my current best friend we’ve been friends for years now and she still doesn’t know what my real name is lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 73,
        "tweet_id": 1512973205836906496,
        "lang": "en",
        "text": "I just assumed a new identity around the time I left middle school and everyone just went with it lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 74,
        "tweet_id": 1511152428862910471,
        "lang": "en",
        "text": "I love having healthy communication with men 18 and older about toxic male behavior towards women from a woman’s perspective and they absorb that information to make changes to their own behavior rather than let it go in one ear and out the other"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 75,
        "tweet_id": 1510632982901571594,
        "lang": "en",
        "text": "I’m from and live in Kentucky and nothing is more annoying about living here than the Kentucky Derby and the things leading up to it 🙃"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 76,
        "tweet_id": 1510423269538680834,
        "lang": "en",
        "text": "The heavy urge I have to change my phone number again but I don’t wanna go through the struggle of getting around to certain people and giving my new number to them again because I change it like twice a year 🙃"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 77,
        "tweet_id": 1509720726294642691,
        "lang": "en",
        "text": "I remember one time someone messaged me on Facebook and said that they liked the gap in my front teeth. That was the most outrageous comment I’ve ever received lol it’s not even that big of a gap tbh barely noticeable 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 78,
        "tweet_id": 1509645077244694539,
        "lang": "en",
        "text": "Ari is from Chicago, do not play with her 😂😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 79,
        "tweet_id": 1509631853677973506,
        "lang": "en",
        "text": "Get rid of all the negative people, get rid of them, they all need to go lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 80,
        "tweet_id": 1509631572215046148,
        "lang": "en",
        "text": "I cleansed myself with sage this morning after waking up and two people I thought were my friends deleted me today with no reason lmao I guess it’s doing it’s job? 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 81,
        "tweet_id": 1509617776222220288,
        "lang": "en",
        "text": "If that’s the case then maybe Ari should just go to court and try to get supervised visits for Yosohn if she doesn’t want him around someone,  to make sure"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 82,
        "tweet_id": 1509521249323651080,
        "lang": "en",
        "text": "Whenever I get too many followers on my social media accounts, I delete it and start over again and people ask me why I keep doing that because I don’t anyone to know me lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 83,
        "tweet_id": 1509521016363569154,
        "lang": "en",
        "text": "People say I’m really low or ask where I’ve been hiding or ask why they haven’t seen me around the city. I don’t want to be seen around the city. I don’t wanna know anyone. I don’t want anyone to know who I am. I want to be a background character that observes everything"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 84,
        "tweet_id": 1509316246369619970,
        "lang": "en",
        "text": "I lose interest in people so quickly it’s crazy"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 85,
        "tweet_id": 1509208736308547585,
        "lang": "en",
        "text": "Everytime we get warm weather, the wind wants to act a damn fool. I’m getting blown away trying to get gas 🙃"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 86,
        "tweet_id": 1508863850027880465,
        "lang": "en",
        "text": "One of these days I’ll learn to check all of my pockets before I put my clothes in the washer so I can prevent my airpods from being washed too 🙃🙃 this is the 4th time this has happened 🙃🙃🙃🙃"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 87,
        "tweet_id": 1508433920114802697,
        "lang": "en",
        "text": "I’m getting thick I think because my leggings just completely ripped apart at work lmao welp, it’s a good thing I wore a jacket today"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 88,
        "tweet_id": 1508291239111708675,
        "lang": "en",
        "text": "He is fed tf up with the Jada jokes lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 89,
        "tweet_id": 1508290927567286275,
        "lang": "en",
        "text": "Mr. Will was maddddd. I really thought he went up there as a joke until I watched the whole thing lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 90,
        "tweet_id": 1508281248497733649,
        "lang": "en",
        "text": "Idk I just always have the feeling that I’m being watched, it’s weird"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 91,
        "tweet_id": 1508280363277291520,
        "lang": "en",
        "text": "I always feel like I see something moving in my peripheral view and then when I look and nothing is there. It’s been happening a lot lately and sometimes my own reflection be spooking me when I’m not really paying attention"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 92,
        "tweet_id": 1508038224702279682,
        "lang": "en",
        "text": "My detective skills are unmatched lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 93,
        "tweet_id": 1507901367863623681,
        "lang": "en",
        "text": "I missed this show lmao I hate that this is it’s final season"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 94,
        "tweet_id": 1507900832557191170,
        "lang": "en",
        "text": "one of the women just dipped a chicken leg and a bag of flour and then tried to stick it in the microwave for 12 minutes 😭😭😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 95,
        "tweet_id": 1507900831273791492,
        "lang": "en",
        "text": "I’m finally watching the new season of Atlanta and these white women are fostering these black children and wanted to make them fried chicken for dinner and"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 96,
        "tweet_id": 1507803673665101837,
        "lang": "en",
        "text": "Why does every friend group that goes on vacation together come back no longer friends lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 97,
        "tweet_id": 1507748861447704583,
        "lang": "en",
        "text": "I don’t think it was appropriate for ppl to post that video of that child falling from that ride online bc I feel like his family would be upset and hurt to have to keep seeing that video of their child in his last moments all over the internet and having to relive that"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 98,
        "tweet_id": 1507565875536269317,
        "lang": "en",
        "text": "If anything, I really thought Doja Cat would’ve been on the Big Energy remix"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 99,
        "tweet_id": 1507429154094043142,
        "lang": "en",
        "text": "I sent someone a Mean Girls meme and they didn’t understand it because they’ve never seen Mean Girls before and that was the craziest thing I’ve ever heard"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 100,
        "tweet_id": 1507415479639490560,
        "lang": "en",
        "text": "My sister says I sound like Daria from that MTV cartoon show"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 101,
        "tweet_id": 1507415346290262018,
        "lang": "en",
        "text": "I’m always in a good mood, I just sound like I’m permanently annoyed"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 102,
        "tweet_id": 1507415344977121285,
        "lang": "en",
        "text": "I just naturally speak in a very monotone way. I never really have a lot of enthusiasm in my voice so everyone just always assumes that I don’t care or that I have an attitude because I “sound mean” but I keep trying to explain that’s just the way I sound all of the time"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 103,
        "tweet_id": 1507413848273436677,
        "lang": "en",
        "text": "I hate, hate, hate, cannot stand when someone tells me I have an attitude when I don’t have one and when I try to tell them that I don’t have one they start talking over me and raising their voice at me to tell me that I do.. now I’m getting the attitude you THOUGHT I had before"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 104,
        "tweet_id": 1507412289216991239,
        "lang": "en",
        "text": "And I was like “i’m kind of happy I stopped being boujee and replied to your messages” and now the UK guys keep adding my snap and messaging me lol do they like American girls? I always thought that hated Americans 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 105,
        "tweet_id": 1507412287258521602,
        "lang": "en",
        "text": "So that time I did respond and said that I was and I asked who he was and how he got my snap and he said that he got it from my IG and that he was from the UK and then he sent selfies and he was absolutely adorable"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 106,
        "tweet_id": 1507412286155243520,
        "lang": "en",
        "text": "Because it was so late and I didn’t know who it was I never opened a message but I did later that day and it was just them asking how I was doing so I didn’t respond and shortly after that he messaged me again and asked if I was from America"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 107,
        "tweet_id": 1507412284527763469,
        "lang": "en",
        "text": "I tweeted yesterday that some random guy on here saw one of my tweets and went to the IG link in my bio and found my Snapchat and added me on stop and messaged me on there at 3am"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 108,
        "tweet_id": 1507400405294239746,
        "lang": "en",
        "text": "I love the early 2000s rom-com and coming of age movies lol they just don’t make movies now like they used to"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 109,
        "tweet_id": 1505751858085867522,
        "lang": "en",
        "text": "And I have to go all the way to Indiana tomorrow 😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 110,
        "tweet_id": 1505743194071482370,
        "lang": "en",
        "text": "There white paint all in my hair…"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 111,
        "tweet_id": 1505677185763446789,
        "lang": "en",
        "text": "I wanna start a petition to block HGTV"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 112,
        "tweet_id": 1505677009472704514,
        "lang": "en",
        "text": "I had something to do today but I’m so tired from painting and stuff that I just just wanna take a shower and go to bed. I don’t feel like getting ready to go out somewhere"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 113,
        "tweet_id": 1505642783075414016,
        "lang": "en",
        "text": "She damn near wants us to gut the whole house and redo it and she’s like “it should’ve taken you all one day, I’m over all of this” miss ma’am, WE’RE over it"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 114,
        "tweet_id": 1505642781884174338,
        "lang": "en",
        "text": "My gma wanted damn near her entire house painted different colors, including all the doors, trim, ceilings, kitchen cabinets, backsplash, new carpet put down, replacing light fixtures and she’s getting mad at us because it’s taking us longer than 1 day to do it. Woman.. 🙃🙃"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 115,
        "tweet_id": 1505613120177418248,
        "lang": "en",
        "text": "That cootie queen/lint licker commercial from years ago had America in a chokehold lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 116,
        "tweet_id": 1505380419256127491,
        "lang": "en",
        "text": "Every video on my fyp has been boring today like a live of some guy 3D printing an Octopus, calling your S/O whatever gym equipment you get on a filter like what is this…"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 117,
        "tweet_id": 1505380418215890945,
        "lang": "en",
        "text": "My tiktok fyp has been really terrible all day. I have not seen one black creator come across my fyp all day and I like and comment on every black creators videos every day so that my algorithm has them stay on my fyp but I have not seen any today"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 118,
        "tweet_id": 1505359291154321409,
        "lang": "en",
        "text": "Today has been the most annoying day of my life"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 119,
        "tweet_id": 1505293838230896643,
        "lang": "en",
        "text": "My uncles girlfriend called ugly steak “dirty steak” I’m cracking up 😂😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 120,
        "tweet_id": 1505199038362267653,
        "lang": "en",
        "text": "My family is supposed to be helping our great grandmother repaint her entire main floor today.. again.. for the millionth time😩 I wish she’d stop watching HGTV 😭 she literally just made us paint it like three months ago, now she wants it painted again before Easter"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 121,
        "tweet_id": 1505026516094173189,
        "lang": "en",
        "text": "Okay, I think we know the tornado is coming. It’s been an hour and the siren is still going off…"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 122,
        "tweet_id": 1505013063916863492,
        "lang": "en",
        "text": "This tornado siren sounds like a horror movie soundtrack"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 123,
        "tweet_id": 1505001671218409476,
        "lang": "en",
        "text": "I bought the cutest Easter outfit this year 🤍💐🌷🌼🌸"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 124,
        "tweet_id": 1504864318491398163,
        "lang": "en",
        "text": "I’m so tired I left the house and only one of my eyelids has winged eyeliner and the other one doesn’t 🙃 it’s a new trend now.. I’m starting it"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 125,
        "tweet_id": 1504558929912610826,
        "lang": "en",
        "text": "I have had the most eventful month and I don’t mean that in a good way and it’s only the 17th…"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 126,
        "tweet_id": 1502657301831897090,
        "lang": "en",
        "text": "I’ve never been that drunk before. I’ve never even been drunk before in my life, I don’t even like alcohol. I hate the taste but I was THROWING drinks back that day"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 127,
        "tweet_id": 1502657300447870978,
        "lang": "en",
        "text": "I get so embarrassed when I’m scrolling through my photos and pass by the pictures and videos from my birthday because I was soooo drunk, I blacked out not even halfway through the night and I can’t even remember what happened the rest of the night"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 128,
        "tweet_id": 1502036713925132290,
        "lang": "en",
        "text": "I can’t wait ti eat something. I have such a bad headache today"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 129,
        "tweet_id": 1501962641954250760,
        "lang": "en",
        "text": "My ex used to do this 🥺 https://t.co/IoHpKk9Vmo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 130,
        "tweet_id": 1501958178971467782,
        "lang": "en",
        "text": "“She a DC Villian already” 😂😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 131,
        "tweet_id": 1501957802155286536,
        "lang": "en",
        "text": "And someone was like “what happened to normal names like Emily?” and “they scare me” “Not dark” 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 132,
        "tweet_id": 1501957083687755785,
        "lang": "en",
        "text": "I hate The Shade Room’s IG comment section 😂 they made a post about Elon Musk and Grimes’ baby girl Exa Dark Siderael and everyone is like “they named her Extra Dark side rail?” and I’ve been cracking up 😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 133,
        "tweet_id": 1501308461862301696,
        "lang": "en",
        "text": "I have to get gas and it's $4.85 I don't even\nwanna look 😭 l'ma just stop driving"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 134,
        "tweet_id": 1500626738119909377,
        "lang": "en",
        "text": "It’s been a wild day but all I’ve wanted to do was watch 90 day fiancé lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 135,
        "tweet_id": 1500569392966512645,
        "lang": "en",
        "text": "He has been consistently making new profiles on Facebook, instagram, snapchat, twitter, tumblr, etc. since 2015 and I have blocked every known profile he has made but he WILL NOT stop making new ones and contacting me. Who has that much time on their hands…."
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 136,
        "tweet_id": 1500569391771045889,
        "lang": "en",
        "text": "I used to be friends with this guy but then he moved out of state in HS and I guess he thought that was the green light to be inappropriate towards me bc I wouldn’t be able smack tf outta him so I blocked him on everything only he keeps making new profiles and contacting me"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 137,
        "tweet_id": 1500556422513405957,
        "lang": "en",
        "text": "The issue with people on the Internet is that they always feel the need to give their 2 cents on irrelevant things that they may not agree with instead of just moving on with their day and putting that energy and their voice into something more important"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 138,
        "tweet_id": 1500539448068653059,
        "lang": "en",
        "text": "I thought Beyoncé and Nicki Minaj’s fanbase was wild lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 139,
        "tweet_id": 1500536444561068033,
        "lang": "en",
        "text": "If people “missed the joke” then that’s on them but to attack me and and you don’t even know who I am over a tweet that wasn’t even that serious is wild to me"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 140,
        "tweet_id": 1500531803819581456,
        "lang": "en",
        "text": "i’m catching all this heat over a tweet and the whole time my uncle thought the tweet was funny lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 141,
        "tweet_id": 1500365014158434305,
        "lang": "en",
        "text": "I’m being cyber bullied lmao"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 142,
        "tweet_id": 1500349613068406786,
        "lang": "en",
        "text": "My grandma really wanted to name my uncle “Schroeder” after Charlie Brown’s friend, the one that plays the piano 😭 I know he’s happy she landed on “Shawn” lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 143,
        "tweet_id": 1500320695468937220,
        "lang": "en",
        "text": "My uncle said “NBA Youngboy’s album is OFF. THE. CHAIN. 🗣” sir you’re 40 lol 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 144,
        "tweet_id": 1500190602033610757,
        "lang": "en",
        "text": "She also hadn’t made any public announcement that she was pregnant so I really didn’t want to ask while I was putting the context clues together lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 145,
        "tweet_id": 1499920862325223427,
        "lang": "en",
        "text": "I guess it’s rooted in anxiety lmao like, I don’t like not knowing stuff. I don’t like not knowing the future. I get worked up and worried so I feel like I need to know everything beforehand so I know what to look forward to in the future. I don’t like being surprised"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 146,
        "tweet_id": 1499919911723978754,
        "lang": "en",
        "text": "Idk why I like to ruin tv shows and movies for myself like that"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 147,
        "tweet_id": 1499919910591471617,
        "lang": "en",
        "text": "I do that with movies too. I will read the entire plot of a movie online and then go and watch the movie right after or there’s a lot of movies I’ve never even seen before but I already know what they’re about because I read the entire plot online lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 148,
        "tweet_id": 1499918876083167237,
        "lang": "en",
        "text": "Like, I’m watching Modern Family and I’ve made it all the way to season 4 so far and I’ve only read the backstory for one character so far so I’m pretty proud of myself. I’m really trying to get out of that habit lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 149,
        "tweet_id": 1499918447060393987,
        "lang": "en",
        "text": "I have a really bad habit of starting a tv show that’s been on TV for a while and I get too impatient to learn the backstories of the characters so I go online and read everything about every character of the show so I already know what’s coming later on in the show"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 150,
        "tweet_id": 1499881464372080642,
        "lang": "en",
        "text": "The guy that tattooed my face asked me if my freckles were fake, if they were fake then they’d wipe clean off when you cleaned my face to tattoo it…"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 151,
        "tweet_id": 1499863967686144000,
        "lang": "en",
        "text": "My mom was so scared and it didn’t even hurt her lmaooo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 152,
        "tweet_id": 1499863622113280005,
        "lang": "en",
        "text": "I’m really happy for Kim K, truly"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 153,
        "tweet_id": 1499845069226008579,
        "lang": "en",
        "text": "Time to go get little face tattoos with my mom lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 154,
        "tweet_id": 1499844919720128513,
        "lang": "en",
        "text": "I’m definitely a Libra, I’m the most indecisive person I know lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 155,
        "tweet_id": 1499547602404225031,
        "lang": "en",
        "text": "So a couple hours ago I was leaving home to meet my mom and sister for my mom’s birthday and I was eating a slice of pizza as I was walking to my car. I just got it and I dropped it on the ground and when I tell you I was SO hurt. I’m still thinking about it"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 156,
        "tweet_id": 1499526015621767169,
        "lang": "en",
        "text": "I’m at Jefferson Mall and this my first time being here in like 6 years. This where all the ghetto people go lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 157,
        "tweet_id": 1499429368992608262,
        "lang": "en",
        "text": "I like the way that my face looks from the front but I cannot stand my side profile"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 158,
        "tweet_id": 1499417862993293321,
        "lang": "en",
        "text": "Something about the story just doesn’t sit right"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 159,
        "tweet_id": 1499416441346535433,
        "lang": "en",
        "text": "Too many people I know are dying at such young ages 🙁"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 160,
        "tweet_id": 1499404537291059201,
        "lang": "en",
        "text": "I never have any issues with my skin but my face has been breaking out so badly lately 🙁"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 161,
        "tweet_id": 1499239610802745346,
        "lang": "en",
        "text": "And if you open the locker you have to pay for it again, it’s cool. I just went to go watch Trey Songz because he was performing there lol so my cousin ended up riding the roller coaster by herself because we had to get out of line"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 162,
        "tweet_id": 1499239609858936833,
        "lang": "en",
        "text": "I had to get out of line because I forgot that I had my phone in my hand lmaoo I forgot to put it in our locker and the lockers have fingerprint scanners and we used my cousin’s fingerprint and she didn’t wanna get out of line to open the locker"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 163,
        "tweet_id": 1499239608713891841,
        "lang": "en",
        "text": "He was like “I can just throw these away idgaf” and they were like “no no no no no no no, you’ll just have to come back” we’ve been here for an hour and a half, the line is wrapped around the corner I’m not coming back"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 164,
        "tweet_id": 1499239607795392513,
        "lang": "en",
        "text": "My friends and I waited like an hour and a half to get on this roller coaster and we had to go through like three metal detectors, it was crazy. They sent my friend away for having those wired iPhone earphones in his pocket"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 165,
        "tweet_id": 1499239606587478020,
        "lang": "en",
        "text": "Then not so fun part about Orlando was having to wait 2 1/2-3 hours in every single line and they do not play about stuff being in your pockets when trying to get on rides"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 166,
        "tweet_id": 1499236951165218818,
        "lang": "en",
        "text": "I want to experience Disney World/land once in my life. I’ve been to Universal and I loved it there but i’ve never been to Disney before"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 167,
        "tweet_id": 1499178515819810819,
        "lang": "en",
        "text": "They’re always putting Dominic on my food/drink orders at restaurants and stuff. I hate you lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 168,
        "tweet_id": 1499176888375279616,
        "lang": "en",
        "text": "It’s hard out here being a girl with a unisex name because if you didn’t know who I was and someone said my name a lot would automatically think that I’m a guy. You know how many times I’ve been accidentally addressed as a “he” especially when ppl keep saying my name is Dominic"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 169,
        "tweet_id": 1499164046687457287,
        "lang": "en",
        "text": "Modern Family is such a funny show lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 170,
        "tweet_id": 1499132570646241280,
        "lang": "en",
        "text": "I know my place in a lot of peoples lives so I’m not gonna put in more effort than you’re giving. I’m putting in just the right amount."
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 171,
        "tweet_id": 1499129403040833538,
        "lang": "en",
        "text": "But there’s always like 1 or maybe 2, 3 people that I actually make the effort to reach out and talk to all of the time because I genuinely enjoy talking to them but I don’t want to always be the one to reach out to someone so sometimes I fall back just to see what they’re on"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 172,
        "tweet_id": 1499129401568632842,
        "lang": "en",
        "text": "I honestly only have a phone for work bc I definitely don’t answer the phone outside of work related reasons for friends or family. Someone may iMessage me or message me on social media and be like “hey” and I’ll reply “hey” and then never reply again bc I hate talking to people"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 173,
        "tweet_id": 1499129399882526722,
        "lang": "en",
        "text": "I hate having to be the one to “always” reach out to someone. I already don’t like texting, calling, FTing, any of that, so if I’M always reaching out to you, always sending long messages then I must LOVE talking to you because everyone knows I never answer my phone"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 174,
        "tweet_id": 1499075708005531651,
        "lang": "en",
        "text": "I don’t even be listening to music when I’m driving, I just be listening to Rickey Thompson and Denzel’s podcast lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 175,
        "tweet_id": 1499075119368613894,
        "lang": "en",
        "text": "It’s 70 degrees today, is it acceptable for me to wear a skirt and sandals today even though it’s still technically winter 🤔"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 176,
        "tweet_id": 1498869194850549761,
        "lang": "en",
        "text": "Why is Teen Mom still on air? These girls are closer to 30 now, if not, already 30"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 177,
        "tweet_id": 1498795696320831490,
        "lang": "en",
        "text": "What if… I got lip filler 🤔"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 178,
        "tweet_id": 1498756508586323970,
        "lang": "en",
        "text": "These hoes in these mf kia souls have been tryin me all day"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 179,
        "tweet_id": 1498751148785909765,
        "lang": "en",
        "text": "Gas is $4.19, I’m sick"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 180,
        "tweet_id": 1498724625357983745,
        "lang": "en",
        "text": "I’m gonna be stresses out all week long I already know"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 181,
        "tweet_id": 1498723940071579651,
        "lang": "en",
        "text": "March really isn’t starting off too well for me"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 182,
        "tweet_id": 1498551550981120004,
        "lang": "en",
        "text": "Lace with an extra long train"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 183,
        "tweet_id": 1498550734148808706,
        "lang": "en",
        "text": "My dream wedding dress has always been a mermaid style dress"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 184,
        "tweet_id": 1498511560230293504,
        "lang": "en",
        "text": "I don’t wear make up every day because it takes too long to do and I get lazy but I try to make sure that at least my eyebrows are done and I put on eyeliner but on days when I don’t wear makeup completely, I start getting the “you look tired” comments lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 185,
        "tweet_id": 1498509934404714498,
        "lang": "en",
        "text": "And I’ve never done an escape room before"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 186,
        "tweet_id": 1498509765311352833,
        "lang": "en",
        "text": "I’ve never thrown axes before but that’s one thing she wants to do for some reason"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 187,
        "tweet_id": 1498509631223705601,
        "lang": "en",
        "text": "My mom‘s birthday is this week and I need to do something to my appearance but I didn’t plan on getting dressed up this week but she wants my sister, her, and I to go out and do all this stuff"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 188,
        "tweet_id": 1498450191803899910,
        "lang": "en",
        "text": "I want my nose done"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 189,
        "tweet_id": 1498417638032252930,
        "lang": "en",
        "text": "My body hurts 🙁"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 190,
        "tweet_id": 1498176789121847301,
        "lang": "en",
        "text": "Everytime I see Texas in the news, it’s always for some BS…"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 191,
        "tweet_id": 1498167322451890176,
        "lang": "en",
        "text": "And I don’t like rompers either because they make my body look wide and I don’t like jumpsuits because I don’t wanna have to take off my whole outfit just to use the bathroom."
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 192,
        "tweet_id": 1498167321206353921,
        "lang": "en",
        "text": "I haven’t worn a pair of jeans in like 4 years, I don’t even have any hanging in my closet. I strictly only wear leggings, track shorts, skirts, and dresses"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 193,
        "tweet_id": 1498150327043899397,
        "lang": "en",
        "text": "I literally do not want to wait until 2024….."
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 194,
        "tweet_id": 1498143640702619649,
        "lang": "en",
        "text": "Can we talk about BB though lmaoo #EuphoriaHBOMax #Euphoria"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 195,
        "tweet_id": 1498140866531180549,
        "lang": "en",
        "text": "I’m not gonna have a voice tomorrow lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 196,
        "tweet_id": 1498140822818246661,
        "lang": "en",
        "text": "I screamed for a straight hour lmaoo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 197,
        "tweet_id": 1498139219579052034,
        "lang": "en",
        "text": "She has no friends, no man, ruining her relationship with her family, kicked out on the street lol girl 😂 PATHETICCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCCC"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 198,
        "tweet_id": 1498139218152939532,
        "lang": "en",
        "text": "Cassie really showed her ass in front of the entire school because of Nate only for him to dump her five seconds into the relationship. Then she got her ass BEAT, trying to be scary lmao #Euphoria"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 199,
        "tweet_id": 1498131345956118531,
        "lang": "en",
        "text": "Cassie got her shit rocked lmao #EuphoriaHBOMax #Euphoria"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 200,
        "tweet_id": 1498128495364476932,
        "lang": "en",
        "text": "Listen, Ash was always ready to go to war over Fez. ALWAYS READY 🗣😭💔 #EuphoriaHBOMax #Euphoria"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 201,
        "tweet_id": 1498121843366060038,
        "lang": "en",
        "text": "I have been screaming at this episode of euphoria for 20 straight minutes, I have not breathed since it started lmaooo #EuphoriaHBOMax #Euphoria"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 202,
        "tweet_id": 1498079802246549508,
        "lang": "en",
        "text": "I just saw a girl suck peanut butter through a straw lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 203,
        "tweet_id": 1498046084698058754,
        "lang": "en",
        "text": "Twitter is my favorite app in the world to be on lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 204,
        "tweet_id": 1498040438464389127,
        "lang": "en",
        "text": "And it feels a lot better than just yelling. It’s like when people tell you to write out a message or email to someone you have a problem with to get all your frustrations out but then not hitting the send button"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 205,
        "tweet_id": 1498040437180874754,
        "lang": "en",
        "text": "Instead of arguing with people, I just write out how I’m feeling about a situation. I used to write in a journal but then I just moved over to the notes app on my phone instead to express how I feel just to get it all out and then I delete it and move on"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 206,
        "tweet_id": 1498034947369668615,
        "lang": "en",
        "text": "Sounds like my grandparents lol https://t.co/XIMoKquHyg"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 207,
        "tweet_id": 1498023092366491655,
        "lang": "en",
        "text": "He was supposed to come back home in the Spring but idk now"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 208,
        "tweet_id": 1498022918017716236,
        "lang": "en",
        "text": "On a serious note, my ex is in the military and he’s over in Europe right now. I haven’t heard from him in a few weeks and I know he’s probably fine but I still get worried about him especially now with everything going on"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 209,
        "tweet_id": 1498013726422753288,
        "lang": "en",
        "text": "bhm is almost over so I’m just gonna go ahead express my love for white men. I love them, I do lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 210,
        "tweet_id": 1498010197452754944,
        "lang": "en",
        "text": "I was cooking earlier and I took a sheet pan out of the extremely hot oven and I was wearing a crop top bc I don’t own regular shirts and the sheet got to close to my stomach and I burned myself, that was a couple hours ago and it still hurts and this is why I hate to cook"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 211,
        "tweet_id": 1497976610452086784,
        "lang": "en",
        "text": "So you go on Facebook and look them up to see what they’ve been doing for the last few years and hoping their relationship fell apart and they’re single now only to find out they actually.. died..  earlier this year"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 212,
        "tweet_id": 1497976609449648130,
        "lang": "en",
        "text": "but they become peak attractive in their late teens/early 20s and you wanna say something then but they started seeing another girl and ended up starting a family with her so you forgot about them for like 5 years and you guys are 25 now and you randomly remember them"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 213,
        "tweet_id": 1497976608229150724,
        "lang": "en",
        "text": "Put a finger down if: you’ve ever met someone when you guys were younger in like middle school and they had a crush on you but you didn’t feel the same way so you kind of pushed them away and then you guys go through puberty and now they’re attractive all of a sudden"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 214,
        "tweet_id": 1497970334686982162,
        "lang": "en",
        "text": "I hate when you delete and block someone on social media and then they keep going and making a bunch of different new accounts and adding you and harassing you"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 215,
        "tweet_id": 1497804601847808001,
        "lang": "en",
        "text": "I wish Beyoncé acted in more movies nowadays"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 216,
        "tweet_id": 1497797922108309505,
        "lang": "en",
        "text": "Like, you literally could’ve just left me alone to save the heartbreak"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 217,
        "tweet_id": 1497797337200185344,
        "lang": "en",
        "text": "It makes me cry just thinking about it again because why do I keep having to deal with this sh*t"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 218,
        "tweet_id": 1497785170560049153,
        "lang": "en",
        "text": "I wish iphones had a “deleted messages” folder so I could go back and block an unsaved number before I had deleted the text thread because I don’t remember the number I need to block by heart"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 219,
        "tweet_id": 1497758644515086339,
        "lang": "en",
        "text": "Sometime I wanna go on the Dark/Deep Web just to see what’s on there like if there’s actually torture videos, trained assassins, the selling of hum*n rem*ins, or the selling of weapons on the black market on there or if people are just making it up to scare everyone"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 220,
        "tweet_id": 1497735623725232136,
        "lang": "en",
        "text": "Madea as Beyonce is wild lmaooo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 221,
        "tweet_id": 1497724557733543938,
        "lang": "en",
        "text": "Tyler Perry never disappoints when it comes to Madea movies lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 222,
        "tweet_id": 1497716272200622087,
        "lang": "en",
        "text": "I knew this was the life I was supposed to be living!"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 223,
        "tweet_id": 1497714185295343619,
        "lang": "en",
        "text": "I’ma be one of those tiktok girls now lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 224,
        "tweet_id": 1497704329200943112,
        "lang": "en",
        "text": "I’m ready to live the luxurious life lmaoo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 225,
        "tweet_id": 1497704043040456706,
        "lang": "en",
        "text": "I got my very first sugar daddy lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 226,
        "tweet_id": 1496978540558012420,
        "lang": "en",
        "text": "My heart jumped out of my fuckin’ chest 😂😂😂😭😭😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 227,
        "tweet_id": 1496978371527725059,
        "lang": "en",
        "text": "ARE WE SURE THAT WAS THUNDER LMAOOOOO"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 228,
        "tweet_id": 1496978289809838080,
        "lang": "en",
        "text": "That thunder scared THE FUCK OUT OF ME LMAO"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 229,
        "tweet_id": 1496867528466915334,
        "lang": "en",
        "text": "The US has too much going on right now"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 230,
        "tweet_id": 1496867526940131331,
        "lang": "en",
        "text": "Homelessness, we don’t have food on the shelves, everything costs too much: gas, rent, the housing market, child care, Companies refuse to pay a livable wage with all the increased prices so a lot of them don’t have any workers, small businesses are closing bc of the pandemic"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 231,
        "tweet_id": 1496865906194059264,
        "lang": "en",
        "text": "We can’t deal with a pandemic, a war, and inflation, among other issues all at the same time. Let’s make a check list"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 232,
        "tweet_id": 1496667756648972294,
        "lang": "en",
        "text": "Loren told Jada she was gonna give her a collard green cornbread country ass whoopin’ I forgot all about that 😂😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 233,
        "tweet_id": 1496659049517133824,
        "lang": "en",
        "text": "Do we really sound like that too lmaoo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 234,
        "tweet_id": 1496657981076815879,
        "lang": "en",
        "text": "I’m watching Britt from Louisville, KY on BGC, is that really how we act here? 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 235,
        "tweet_id": 1496629808448647168,
        "lang": "en",
        "text": "I will get a pimple in the worst places on my face smh"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 236,
        "tweet_id": 1496598467401158656,
        "lang": "en",
        "text": "I feel like the universe has put me in multiple positions to become a sugar baby and I keep running away from the opportunities, don’t know why but pretty soon here I’m gonna stop doing that lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 237,
        "tweet_id": 1496596789306310657,
        "lang": "en",
        "text": "I can’t wait to go home and go to sleep"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 238,
        "tweet_id": 1496549198472552448,
        "lang": "en",
        "text": "so I slowly shut the door and 10 minutes later I get a bunch of notifications from all of my social media and I go look and it’s the guy that just delivered my food 10 minutes before asking if I’m single and he thinks we should get to know each other better, etc"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 239,
        "tweet_id": 1496549196119396356,
        "lang": "en",
        "text": "I have a security door it’s glass so I saw when they pulled up and it was a guy and he walked up to my porch, rang my doorbell, and waited and I’m like “clearly he can’t read 🙃” so I open the door and he hands me my food and I say “thank you” and he’s just staring at me weird"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 240,
        "tweet_id": 1496549194642907143,
        "lang": "en",
        "text": "And it reminded me of my experience when I ordered Panera Bread for delivery bc I didn’t feel like driving all the way there. In my special instructions I asked them to leave it on my porch so I didn’t have to come in contact with them for COVID reasons, I had already tipped"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 241,
        "tweet_id": 1496549193388855303,
        "lang": "en",
        "text": "she said she just lied and said she had a boyfriend and then the man continued to blow up her phone and caught him waiting outside of her apartment so she had to contact Uber Eats to let then know what was going on"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 242,
        "tweet_id": 1496549191593639947,
        "lang": "en",
        "text": "I was watching this TikTok where this girl said she ordered food from Uber eats and she had a male delivery driver and he got there and gave her, her food, she said thank you and closes the door then he proceeded to msg her on the app asking if she was single not"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 243,
        "tweet_id": 1496490224821669890,
        "lang": "en",
        "text": "Everytime I have to bring my ass over here, I get an attitude. I’ve been to multiple cities in this state and it all looks raggedy"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 244,
        "tweet_id": 1496489788387602440,
        "lang": "en",
        "text": "The state of Indiana should just be removed from the United States of America and put somewhere else on its own where it cannot interact with the rest if the U.S."
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 245,
        "tweet_id": 1496489786802114560,
        "lang": "en",
        "text": "Only the lord knows how much I cannot stand Indiana. I hate the entire state of Indiana. I hate everything about Indiana. I can’t stand having to cross the bridge over into Indiana. I hate the roads, the drivers, police, the entire state as a whole was built.. wrong"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 246,
        "tweet_id": 1496376085310849028,
        "lang": "en",
        "text": "I want to buy a Nintendo DS just so I can play Nintendogs again"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 247,
        "tweet_id": 1496373939563544578,
        "lang": "en",
        "text": "This girl made 178 videos exposing Chili’s and I’m not gonna watch them all, I watched like of 10 but I do hope that business goes under bc the CEO made like $170 million during the peak of the pandemic treating everyone working under him like slaves and stealing from them all"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 248,
        "tweet_id": 1496372228920942598,
        "lang": "en",
        "text": "And I had no idea any of that was going on. A lot of restaurants are working with skeleton crews and corp./management are making people do the work of 3 people and refusing to offer them extra pay for  it so free labor, sweeping sexual assault and harassment under the rug, etc"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 249,
        "tweet_id": 1496372227591258117,
        "lang": "en",
        "text": "I somehow keep ending up on ServerTok on TikTok and how they’re all mistreated by Corp employees/management of their businesses and all these new laws passed that hurt servers/cooks incomes/dropping their wages putting them in the negative, corp. taking their tips, etc"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 250,
        "tweet_id": 1496345553340354564,
        "lang": "en",
        "text": "I need to get caught up on Grey’s Anatomy again before the new season airs"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 251,
        "tweet_id": 1496341852475248644,
        "lang": "en",
        "text": "I want cake, cookies, brownies, ice cream or something so badly but I don’t have any of that in my house, true hurt 😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 252,
        "tweet_id": 1496224190290141184,
        "lang": "en",
        "text": "It’s literally been weeks since I’ve last seen him and i’m a little confused as to how he found me online because he only knew my first name, he didn’t know my last name, he doesn’t have my phone number which is attached to my accounts or anything, we don’t have any mutuals"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 253,
        "tweet_id": 1496223490030153739,
        "lang": "en",
        "text": "And it’s that same man that I was talking about last time that kept asking me questions about my personal life and complaining that he should’ve gotten married at a younger age"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 254,
        "tweet_id": 1496222468771614723,
        "lang": "en",
        "text": "I feel like they overstep a boundary when they go searching for me online"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 255,
        "tweet_id": 1496222467488108546,
        "lang": "en",
        "text": "I hate when clients from my job find my social media and add/follow me bc I like to keep my personal life and my professional life separate and I don’t need them asking me questions about the pictures I post or what’s going on in my relationships/family, etc while trying to work"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 256,
        "tweet_id": 1496213732288077830,
        "lang": "en",
        "text": "I kind of don’t want to finish this now"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 257,
        "tweet_id": 1496212109398585347,
        "lang": "en",
        "text": "Idk what I was expecting but this teriyaki chicken/broccoli bowl from Panera isn’t that great lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 258,
        "tweet_id": 1496206303533936643,
        "lang": "en",
        "text": "In his little Dodge Dart lol get outta here 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 259,
        "tweet_id": 1496206000617144324,
        "lang": "en",
        "text": "I went to get gas and this guy pulled up next to me to ask if my car was my boyfriend’s car. I paid for this. This is my car. Then he asked if I was happy lmao"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 260,
        "tweet_id": 1496203865515036674,
        "lang": "en",
        "text": "It’s 2:22 on 2/22/22 🤍"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 261,
        "tweet_id": 1496203571263684616,
        "lang": "en",
        "text": "I got Panera for lunch and the woman was like “I put a free treat in there for you!” and it was a raisin cookie 🤢 thank you though"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 262,
        "tweet_id": 1496000061746163712,
        "lang": "en",
        "text": "The older people never care how bad you look in a picture, they never announce when they’re gonna take a picture or anything lol they’re gonna post it anyway"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 263,
        "tweet_id": 1496000060454223878,
        "lang": "en",
        "text": "Whenever my family gets together for like a dinner or something my grandmother is always quick to snap a bunch of offguard pictures of everyone and post them online so I be watching her the whole time so I know when to cover my face lol you not gettin’ me girl 😂"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 264,
        "tweet_id": 1495985736381784064,
        "lang": "en",
        "text": "I just started raining extremely hard I thought it would’ve started out slow but nope lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 265,
        "tweet_id": 1495965732970053634,
        "lang": "en",
        "text": "I wish time machines existed, there’s some things that I wanna go back and redo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 266,
        "tweet_id": 1495949764625633285,
        "lang": "en",
        "text": "I like when it’s warm outside and you open the windows at night when it’s cooling down and you can feel the breeze"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 267,
        "tweet_id": 1495917474692444163,
        "lang": "en",
        "text": "That’s of my biggest fears"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 268,
        "tweet_id": 1495917404521705472,
        "lang": "en",
        "text": "Honestly it could’ve killed her but she’s alive and it crazy that she was just minding her business and someone just ruins her life like that for no reason at all"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 269,
        "tweet_id": 1495917403334758405,
        "lang": "en",
        "text": "I was watching a true crime show and this woman said she was out in public minding her business and then someone she doesn’t even know comes up and throws acid in her face and it completely ruined her face, messed up her vision, etc and that has always been a fear of mine"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 270,
        "tweet_id": 1495825516879831048,
        "lang": "en",
        "text": "I want a Nespresso machine so badly 🥺"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 271,
        "tweet_id": 1495633556957286403,
        "lang": "en",
        "text": "And people are being like deleted and banned for dumb stuff too like I already know tiktok will ban you for just staring at your camera but I think someone told me Snapchat deleted their account for trying to sell shoes or something on there"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 272,
        "tweet_id": 1495633035731030021,
        "lang": "en",
        "text": "I don’t really use any of my accounts much but I don’t want them permanently deleted because I have hundreds of pictures/videos of good memories from over the last like 7 years saved and I don’t want to lose any them"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 273,
        "tweet_id": 1495632493638299654,
        "lang": "en",
        "text": "Instagram, Snapchat, TikTok, and Facebook are banning and deleting peoples accounts left and right lol you can’t post anything anymore"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 274,
        "tweet_id": 1495609649919369219,
        "lang": "en",
        "text": "I know I’m pretty but then I see other pretty girls and I start to hate the way I look"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 275,
        "tweet_id": 1495604427893399557,
        "lang": "en",
        "text": "I guess I should get up and put my clothes in the dryer now that I’m done with Euphoria 😩"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 276,
        "tweet_id": 1495600984885796867,
        "lang": "en",
        "text": "I love watching all the kids in my family grow up lol earlier at dinner my cousin was showing me a picture of his very first girlfriend ever and he was so happy and excited to talk about her, so cute lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 277,
        "tweet_id": 1495598219077857281,
        "lang": "en",
        "text": "If Cassie touches Lexi next episodeeeeee #EuphoriaHBOMax https://t.co/ILbzT33TO2"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 278,
        "tweet_id": 1495594233385918466,
        "lang": "en",
        "text": "She better not do SHIT to Lexi"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 279,
        "tweet_id": 1495594092872585218,
        "lang": "en",
        "text": "Lexi IS brilliant!"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 280,
        "tweet_id": 1495593554307166211,
        "lang": "en",
        "text": "I can’t believe the school allowed this lmaoooo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 281,
        "tweet_id": 1495593427668545536,
        "lang": "en",
        "text": "This is the best play I’ve ever seen in my life lmaoo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 282,
        "tweet_id": 1495591915860992004,
        "lang": "en",
        "text": "I love seeing Lexi like this! so passionate about her play!"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 283,
        "tweet_id": 1495589603960659969,
        "lang": "en",
        "text": "And cassie was STILL trying to justify what she did smhhh"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 284,
        "tweet_id": 1495585989443698689,
        "lang": "en",
        "text": "I get sick every time I see Cassie and Nate on my damn screen"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 285,
        "tweet_id": 1495583547058442245,
        "lang": "en",
        "text": "They have a nice ass stage set up"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 286,
        "tweet_id": 1495583025568043015,
        "lang": "en",
        "text": "I’ma be mad as HELL if Fez dies"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 287,
        "tweet_id": 1495569467119656961,
        "lang": "en",
        "text": "I’m a middle part girl. I do not look good with a side part"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 288,
        "tweet_id": 1495499477016264704,
        "lang": "en",
        "text": "I wanna take a nap but I have to get ready to go out to eat with my family"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 289,
        "tweet_id": 1495465762747789321,
        "lang": "en",
        "text": "Lord knows I have the worst luck with AirPods"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 290,
        "tweet_id": 1495355991801704450,
        "lang": "en",
        "text": "This black woman on TikTok was in a bikini and she was dancing to a song and she has huge breasts and I looked at the comments and there were like a ton of white guys in the comments saying “I’m not racist anymore” or “she solved racism” why would you comment that? 😭"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 291,
        "tweet_id": 1495316910988222465,
        "lang": "en",
        "text": "I have an attitude rn but I’m gonna go to sleep and if I wake up angry, I’ma ruin the rest of the week for this man"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 292,
        "tweet_id": 1495217128034684935,
        "lang": "en",
        "text": "5 of my siblings and I have names that start with “D” and then there’s just 1 sibling whose name starts with a “J” why was there just like a break there? Lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 293,
        "tweet_id": 1495199015058784261,
        "lang": "en",
        "text": "I remember one of my friends was texting me throughout the night to make sure everything was going okay and I wasn’t texting her back fast enough and she got scared and was about to drive to my location"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 294,
        "tweet_id": 1495198738758967301,
        "lang": "en",
        "text": "Whenever I go out with someone I just met for the first time ai always make sure to share my location with atleast two of my friends so they know where I am at all times. I give them the name of the person and where I’m supposed to be at."
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 295,
        "tweet_id": 1495112066134331395,
        "lang": "en",
        "text": "I literally even seen all of the safety videos and knew about Internet safety and everything when ai was younger and I still disregarded all of that to talk to strangers online lmaooo"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 296,
        "tweet_id": 1495111109875048449,
        "lang": "en",
        "text": "It more than likely some middle aged man preying on me 😭 I had no business having a myspace in 4th-5th grade lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 297,
        "tweet_id": 1495111108704837634,
        "lang": "en",
        "text": "I’m sitting here thinking back to myspace days when ai was in like 4th-5th grade and I added a bunch of “disney stars” they didn’t add back obviously but I was able to message them and idk why I thought I was talking to Joe Jonas like I knew his personally or something lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 298,
        "tweet_id": 1495101953302478854,
        "lang": "en",
        "text": "Oxmoor is so boujee literally the last time I went in there there was a pianist. What mall needs a pianist lol"
    },
    {
        "user_num_id": 1021,
        "user_id": 800906844,
        "author": "dom 🤘🏽",
        "tweet_num": 299,
        "tweet_id": 1495101445426884614,
        "lang": "en",
        "text": "I just do a lot of my shopping online because I just refused to stop put in either of the three malls because Oxmoor Mall, I feel so out of place when I go there"
    }
]