[
    {
        "user_num_id": 4135,
        "user_id": 52627505,
        "author": "Antonio Dinkins",
        "tweet_num": 1,
        "tweet_id": 1517628981369004036,
        "lang": "en",
        "text": "Join me on @Stash with this link. When you sign up and add cash, we'll both get $20 of bonus stock. #StashStockParty https://t.co/WSlRnjeLf5"
    },
    {
        "user_num_id": 4135,
        "user_id": 52627505,
        "author": "Antonio Dinkins",
        "tweet_num": 2,
        "tweet_id": 1513870576200343556,
        "lang": "en",
        "text": "Lastly whenever someone said something that my mother might have found offensive or inconsistent with ones character, she would pull them aside, correct them, and almost always said, “I love you, too. “ no matter what you did or said, she ended it with those 4 words."
    },
    {
        "user_num_id": 4135,
        "user_id": 52627505,
        "author": "Antonio Dinkins",
        "tweet_num": 3,
        "tweet_id": 1513868783160549376,
        "lang": "en",
        "text": "He’s sinned and fallen short and unworthy of God’s grace. But God gives it any way. Why can’t we? We are quick to convict and slow to forgive. Some of us took his comments as a personal affront, an attack, when they’re just his opinions."
    },
    {
        "user_num_id": 4135,
        "user_id": 52627505,
        "author": "Antonio Dinkins",
        "tweet_num": 4,
        "tweet_id": 1513866866154000395,
        "lang": "en",
        "text": "And right or wrong, he openly shared his opinion and viewpoint. That has no bearing on me or anyone else I love. He’s another man with an opinion. I treat him no differently because he happens to be in the public eye.  He’s a man: fallible, blemished, imperfect"
    },
    {
        "user_num_id": 4135,
        "user_id": 52627505,
        "author": "Antonio Dinkins",
        "tweet_num": 5,
        "tweet_id": 1513865365834633223,
        "lang": "en",
        "text": "And it’s not that I share his beliefs. I don’t. But I understand where he was coming from. And with him being a PK, those teachings are entrenched. So you don’t have to share his beliefs or condone them, just don’t demonize a person because his upbringing was different than yours"
    },
    {
        "user_num_id": 4135,
        "user_id": 52627505,
        "author": "Antonio Dinkins",
        "tweet_num": 6,
        "tweet_id": 1513863505295945728,
        "lang": "en",
        "text": "So though you may feel Cam’s comments are outdated and dismiss him as being chauvinistic and insensitive to women, I dare you step into some churches on Sunday when they cover 1 Timothy. You will hear the exact same message"
    },
    {
        "user_num_id": 4135,
        "user_id": 52627505,
        "author": "Antonio Dinkins",
        "tweet_num": 7,
        "tweet_id": 1513860938541195264,
        "lang": "en",
        "text": "But my mom would say, “Find you a wife that can cook. “ or “ the key to a man’s heart is through his stomach. “. She also taught me and my brother to cook for ourselves and not be dependent on said woman for our sustenance."
    },
    {
        "user_num_id": 4135,
        "user_id": 52627505,
        "author": "Antonio Dinkins",
        "tweet_num": 8,
        "tweet_id": 1513860030050750466,
        "lang": "en",
        "text": "Some of stuff Cam said, my mother said except for the quiet part. She wasn’t going to shut up for anyone. She was outspoken and my dad understood that. Nothing Cam said I haven’t heard before, especially on Sunday morning in some churches."
    }
]