[
    {
        "user_num_id": 2175,
        "user_id": 1374541210694520832,
        "author": "Karina",
        "tweet_num": 1,
        "tweet_id": 1450641005477175297,
        "lang": "en",
        "text": "before it’s too late."
    },
    {
        "user_num_id": 2175,
        "user_id": 1374541210694520832,
        "author": "Karina",
        "tweet_num": 2,
        "tweet_id": 1450641004009189382,
        "lang": "en",
        "text": "over thought things, I was negative, I could speak for myself, I was quiet everywhere I went. I lost me. I hate him, no I hate myself for letting do this to me. I’m trying to get up again, find myself again but it’s hard. Point is if he doesn’t value you or how you feel walk away"
    },
    {
        "user_num_id": 2175,
        "user_id": 1374541210694520832,
        "author": "Karina",
        "tweet_num": 3,
        "tweet_id": 1450641002570522631,
        "lang": "en",
        "text": "his “problems were bigger than mine” Now I finally realized my problems still matter, my opinion matters, and how I feel matters.. He made me slowly loose myself... to the point I wanted to walk away so bad I would pray to god crying. When I left I came to realize I became him I"
    },
    {
        "user_num_id": 2175,
        "user_id": 1374541210694520832,
        "author": "Karina",
        "tweet_num": 4,
        "tweet_id": 1450641001098350594,
        "lang": "en",
        "text": "Truth is... he never heard me he never really took the time to know me really, he would be all about him; think negative, “no! you don’t know how it feels”, overthinking everything. I never got to express myself and when I tried he shut me out like if my opinion didn’t matter,"
    },
    {
        "user_num_id": 2175,
        "user_id": 1374541210694520832,
        "author": "Karina",
        "tweet_num": 5,
        "tweet_id": 1430989289756577795,
        "lang": "en",
        "text": "I’m not mad at you, that’s who you are, that’s your character, be that character , but I ain’t gotta deal with it."
    },
    {
        "user_num_id": 2175,
        "user_id": 1374541210694520832,
        "author": "Karina",
        "tweet_num": 6,
        "tweet_id": 1400300325513293829,
        "lang": "en",
        "text": "“Giving somebody a second chance is like giving them a second bullet because they missed you the first time.”"
    }
]