[
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 1,
        "tweet_id": 1520727518013231104,
        "lang": "en",
        "text": "That guy who put you through shit, is now being lured karmically into things that look like a good investment, but is actually going to drain his money and leave him worthless. He has no idea!"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 2,
        "tweet_id": 1520725208855941123,
        "lang": "en",
        "text": "feminine side. They are going to feel that you are keeping to yourself and wanting a certain warmth. And this person is really going to make you feel loved and cared for, but not overwhelm you, just like how Leos like it. https://t.co/WwPO2mKTbY"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 3,
        "tweet_id": 1520725193395781633,
        "lang": "en",
        "text": "I see that something about this situation is going to trigger the more fonder memories within you. \n\nDuring the later part of the day, you are going to feel really nurtured emotionally, by a woman figure around you. This could be a man, but acting from their nurturing ⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 4,
        "tweet_id": 1520725190904356865,
        "lang": "en",
        "text": "#Leo YOUR NEXT 24 HRS!! Please take only what resonates:\nYou guys are going to have saturn around with someone from your past. This could have been a connection that was a bit of a struggle. There could have been competition with others playing in the mix. But during the ⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 5,
        "tweet_id": 1520714709644759040,
        "lang": "en",
        "text": "that really feels heavy and hurtful. \nSo just enjoy the whole of your day for today and be in your shell if you have to, during the last part of your day. https://t.co/yoO4LUEMCK"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 6,
        "tweet_id": 1520714695191060481,
        "lang": "en",
        "text": "You could be venturing into something with a lot of optimism, excitement and positivity. If you’re not too careful there could be some kind of heartbreak that comes out of it.\n\nIt could also be an independent event that plays out during the end of your day, that brings out ⤵️⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 7,
        "tweet_id": 1520714692901154816,
        "lang": "en",
        "text": "especially romantic or with your family, you could have things settle unexpectedly and make you feel all happy and fuzzy inside about how things turned around for the better.\n\nBe careful of anything new that comes up as an experience that you could try out during ⤵️⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 8,
        "tweet_id": 1520714690699137024,
        "lang": "en",
        "text": "today is going to be a good day as whatever blockages were there during the previous few days, you are going to get a way to come out of it today. You could even want to celebrate the small win. \nFor those who were dealing with some chaos in your relationships, ⤵️⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 9,
        "tweet_id": 1520714688035704832,
        "lang": "en",
        "text": "#Cancer YOUR NEXT 24 HRS!! Please take only what resonates:\nExtremely positive energy during the start of the day for you guys. You guys are mostly going to be home bodies during the first part of the day\nFor those with home renovations, ⤵️⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 10,
        "tweet_id": 1520710683725340672,
        "lang": "en",
        "text": "would find a long-term potential in. This could be someone you already know. https://t.co/MiebEbIIM6"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 11,
        "tweet_id": 1520710664628625408,
        "lang": "en",
        "text": "building large sums of money with it. \n\nIf it’s someone coming back to talk to you after a sudden ending in communication, you’re going to feel extremely optimistic again about the situation. \nIf not someone else is going to present themselves in the next 2 hrs that you ⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 12,
        "tweet_id": 1520710662493769728,
        "lang": "en",
        "text": "Someone or something is suddenly going to peak your interest and passion again and you’re going to feel alive all over again. \n\nFor those working on passion projects, I’m seeing that you are going to have some breakthrough moments about having a long-term and stable way of ⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 13,
        "tweet_id": 1520710660228796416,
        "lang": "en",
        "text": "on an opportunity you would feel like the chance is unexpectedly just gone, with very minimal communication or explanation given from the other end. \n\nBut don’t worry, either in some other area or in the same area you’re going to have a turn that compensates for the down time.⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 14,
        "tweet_id": 1520710657691295744,
        "lang": "en",
        "text": "#Gemini NEXT 24 HRS FOR YOU!! Please only take what resonates:\nCurrently or in the next few hours, you’re going to feel like someone has suddenly ended communication with you and left the connection or scene. \nIf you’ve been waiting ⤵️⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 15,
        "tweet_id": 1520366667649458181,
        "lang": "en",
        "text": "involved with you not doing their part. I see you still waiting on the situation and not looking for other alternatives for the next day. You could even question if it's still going to give you anything, and you'd still not turn around and focus on other things for the day"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 16,
        "tweet_id": 1520366665124519936,
        "lang": "en",
        "text": "#GEMINIS in the next 24 hrs, you guys might find yourselves waiting on some work collaboration to come through. If not you could be waiting on different people involved in a work situation to come around and be on the same page. I see delays with money because of people ⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 17,
        "tweet_id": 1520357366612570112,
        "lang": "en",
        "text": "invites other people to manipulate your progress for their advantage. Don't open portals you don't want to be  a victim of yourselves. It's time you let go and charged your bull energy towards someone else or something else."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 18,
        "tweet_id": 1520357364209270786,
        "lang": "en",
        "text": "really control a situation that involves another person to come around in your favor. This person has checked out of this situation and you deserve better.Only because you're holding on this hope to bring it back to life, you're holding yourself back and accumulating karma that⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 19,
        "tweet_id": 1520356542306045952,
        "lang": "en",
        "text": "then you guys really need to move on. If you're manifesting someone or something, in the next 24 hrs, you're going to feel this urge to really function from your lower energies to use your manifestation techniques to control the situation. Some of you are going to want to⤵️⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 20,
        "tweet_id": 1520356018596847616,
        "lang": "en",
        "text": "#Taurus this for those taureans who need to let go of something or someone. You guys are known to really hold onto people and situations for years. I bet there are too many of you out there who are still hoping on situations past 6-7 years.Maybe even more. If you're one of them⤵️"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 21,
        "tweet_id": 1520008380496101379,
        "lang": "en",
        "text": "you having to wait around for whatever you think externally projects out your value and abundance. There could be some sort of delays in your true worth being showed out in public the way you perceive yourself."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 22,
        "tweet_id": 1520008377732157441,
        "lang": "en",
        "text": "#Aries in the next 24 hrs you guys are going to feel extremely abundant. You are going to be investing yourself in activities that makes you feel like you've learned enough to be offer to the world with what you have or what you're good at. Although all through the next day..."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 23,
        "tweet_id": 1519651488666169345,
        "lang": "en",
        "text": "Everything that they once did for all these years that worked is going to feel like pressing a broken play button that doesn't play anything anymore. Enjoy those faces in may. You deserve it. It'll be fun watching"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 24,
        "tweet_id": 1519651486849978370,
        "lang": "en",
        "text": "#virgos break the cycle. Things are finally shifting around for you guys in May. No one can take away your blessings anymore you kind-hearted souls. Universe is going to block everyone and everything that has been standing in your way since 2015."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 25,
        "tweet_id": 1519636786556899329,
        "lang": "en",
        "text": "#Virgos are you guys going through a wierdly frustrating day today. Well if so it's a psychic attack for most of you. Jealous people love to see you ticked off and use it to validate the crazy image they are building about you with the people or positions you care about."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 26,
        "tweet_id": 1519630587077795840,
        "lang": "en",
        "text": "#pisces what you dont know is that there are things unseen that will play out in your favour, to expose information to you about why things are happening the way it is. \nListen to your intuition as these secrets get exposed."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 27,
        "tweet_id": 1519626706386046977,
        "lang": "en",
        "text": "#pisces you guys are constantly afraid of sudden changes happening that might create uneasiness in the just found 2 mins of stability. You guys are going to feel tired of having the rug pulled from underneath you constantly and yet having to keep your hopes up for better days."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 28,
        "tweet_id": 1519625780908597248,
        "lang": "en",
        "text": "#pisces in the next 24 hrs, you would really want the long period of dread in your life to end. You would be too tired of the dark night of the soul phase if you're going through any, and just want things to be bright again."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 29,
        "tweet_id": 1519625256092278784,
        "lang": "en",
        "text": "#pisces in the next 24 hrs you guys are going to feel like you're able to balance whatever imbalances were playing out in the past few days. You guys are going to find the missing pieces contributing to the issues, use them, apply them and see things resolving out."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 30,
        "tweet_id": 1518222281989922817,
        "lang": "en",
        "text": "Take the right action towards you and finds pleasure in keeping their love for you caged within just to see you be desperate for it and give them an ego boost out of it"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 31,
        "tweet_id": 1518222278147858433,
        "lang": "en",
        "text": "Although by the end of the day i see someone you have toxic ties with causing an influence on you emotionally to tune back into your awareness of the ties and bond you feel for this person. This person could be pulling your energy down. This person could be someone who doesn't"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 32,
        "tweet_id": 1518222276453408769,
        "lang": "en",
        "text": "Out.. you will also be feeling really happy inside. There could be a new offer of money coming in. This could be something really stable you could build on in the long term and coming across this possibility of an opportunity makes you go pretty ecstatic."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 33,
        "tweet_id": 1518222274729545730,
        "lang": "en",
        "text": "You might think of going on a drive or going out with your closest few people just to feel netter and get away from everything. This is actually going to go in your favour. The second you switch up your energy, whatever was bothering you during the initial part of the day sorts"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 34,
        "tweet_id": 1518222272653312001,
        "lang": "en",
        "text": "#aquarius within the next 24 hrs , especially during the next few hrs, you're going to feel really tired and worked out with whatever situations you're handling. If its love you could feel like the amount of work you need to do to keep everything together is really taking a toll"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 35,
        "tweet_id": 1518217869212925952,
        "lang": "en",
        "text": "Such blockages are going to come up in the next 24 hrs. There could be someone around your person of interest, feminine who might trigger past hurts and get you guarded. This woman could be acting very promiscuous with your person and this could create issues or arguments"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 36,
        "tweet_id": 1518217867359100928,
        "lang": "en",
        "text": "You've already elevated and grown and created camp with your energy elsewhere. You're starting to look good for all your sacrifices. \nYou could have people in the next 24 hrs fighting for your love. Be careful of past people creating blockages for you with your current love."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 37,
        "tweet_id": 1518217865106702336,
        "lang": "en",
        "text": "#Capricorn in the next 24 hrs you guys are going to feel really stable and happy for whatever you left behind recently.. if there were people or situations in your life that didnt give you back for all the time energy and effort you put in. Now they would want to come back and"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 38,
        "tweet_id": 1518162794092417028,
        "lang": "en",
        "text": "In the dark... especially through magic or psychic attacks will be exposed. You will gain knowledge just by trying to fix the sudden shifts, thats gets added into your spiritual arsenal. Happy Spiritual Warfare!! https://t.co/sTDkVbdEZj"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 39,
        "tweet_id": 1518162781274521600,
        "lang": "en",
        "text": "#Sagittarius Sudden changes coming up for you guys, that might put you in a state of confusion. You will try to stay tough and do what you need to, to bring clarity and balance into the situation. Through this sudden change, whoever is trying to manipulate and control your life"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 40,
        "tweet_id": 1518152027800547328,
        "lang": "en",
        "text": "#Sagittarius in the next 24 hrs you guys are going to have a lot of back and forth messages with a strong soulmate of yours. Throughout the day as you guys communicate you'll realise how this person is so extremely compatible to you. There could be other people already though."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 41,
        "tweet_id": 1516706198082527233,
        "lang": "en",
        "text": "#Scorpios in the next 24 hrs you are really going to find yourself wanting happiness in any situation you get involved in. You would want clarity in everything and every interaction. You wouldn't want mind games to be played during the day from anyone."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 42,
        "tweet_id": 1516705670149677059,
        "lang": "en",
        "text": "#Scorpios in the next 24 hrs you guys are going to be focussing on your love life. You might have a strong soulmate connection around you right now. You might also be aware of more than 1 option in love for you.  Multiple soulmates around you."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 43,
        "tweet_id": 1516094573390573570,
        "lang": "en",
        "text": "#libras in the next 24 hrs. You could be thinking that you're in a situation that escalates ans gives you the feeling that it couldn't get better. Ans it does get much better like nothing even happened. You will be so relieved https://t.co/9yzheSGG0O"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 44,
        "tweet_id": 1516093586563276805,
        "lang": "en",
        "text": "#libras whatever challenges youre facing right now will come to a balance in the next 24 hrs. It gets worse before it gets better. any arguments will be fixed. If its love, your person will be sweet and lovey dovey to you and help you fix whatever arguments you were having"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 45,
        "tweet_id": 1516092638897877008,
        "lang": "en",
        "text": "#libras in the next 24 hrs you guys could be experiencing some kind of disagreements or fights with the people around you. You could feel blocked currently or in the next few hours with whatever you're trying to do. You could feel stuck with bringing in solutions."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 46,
        "tweet_id": 1516091617849053194,
        "lang": "en",
        "text": "#Virgos Advice for the next 24 hrs - you will feel like slacking on your manifestation routine or prayers. You could have been a bit laxed about it in the past few days. Balance it out in the next 24 hrs to avoid any sudden shifts that could push you to be reminded of doing them"
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 47,
        "tweet_id": 1516090851725881351,
        "lang": "en",
        "text": "#Virgos in the next 24 hrs something is going to come up that triggers past hurt. You could feel very guarded and defensive. In the past whatever abandonment fears/issues you had, some of you could feel that come up with something that happens during the day."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 48,
        "tweet_id": 1516090010088443910,
        "lang": "en",
        "text": "#Virgos in the next 24 hrs you might find yourself being suspicious of your significant person or your person of interest wanting to give their attention to someone else. You wouldn't have enough info to know if you're just overthinking or if its actually happening."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 49,
        "tweet_id": 1516089370129936384,
        "lang": "en",
        "text": "#Virgos some of you could be receiving some kind of money owed to you for your hard work. It might not be much but it will be immediate money. Some of you could feel like you're not getting enough time or valuable time from your partners."
    },
    {
        "user_num_id": 472,
        "user_id": 1471142246972067843,
        "author": "Divine Chaneling - Free Readings Open",
        "tweet_num": 50,
        "tweet_id": 1516088817794658311,
        "lang": "en",
        "text": "#Virgos in the next 24 hrs you could really be focussing on your work, as you always do. You could be focussing on your money a little extra more than the past few days. You would feel like you're input is appreciated whether it's conveyed or not, you would be aware od your value"
    }
]