[
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 0,
        "tweet_id": 1518616085192650757,
        "lang": "en",
        "text": "I wonder if Twitter will become something like FB in a way but possibly better removing the fake accounts &amp; spams 🤔? https://t.co/N6BEDl0pUf"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 1,
        "tweet_id": 1518613740153098241,
        "lang": "en",
        "text": "Almost everyone around me has been blessed so far in different ways with jobs, Gigs, promotions, opportunities and more, maybe if I came out a little bit earlier things would have speed up, then again everything is about timing, I remember writing this as a kid back home."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 2,
        "tweet_id": 1518588775806672897,
        "lang": "en",
        "text": "I just realized something, they leased our lands to Caltex during Trump's Presidency yet they were closed down around the world the whole time, we were lead into traps, he really is only for his own kind, he even tried to buy out Greenland, that's sacred Iñuit lands."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 3,
        "tweet_id": 1518581962474409985,
        "lang": "en",
        "text": "Ove is suppose to be reciprocal.. https://t.co/F7EncGsROk"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 4,
        "tweet_id": 1518581550434381824,
        "lang": "en",
        "text": "My brother &amp; my first favorite color 💚, same color as the Aurora Borealis and as Mother Nature 🙇. https://t.co/QCObW85D6i"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 5,
        "tweet_id": 1518581122942537728,
        "lang": "en",
        "text": "There's been one person, she makes my knees weak, .y anxieties are high around her like last Saturday night, they only calmed down when she held my face in the past. https://t.co/igA3DH2Shn"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 6,
        "tweet_id": 1517779009064828929,
        "lang": "en",
        "text": "Sadly, even though we're raised by the smartest scientist today has, us being the Father Corporation of NASA, just bec. the U.N. wasn't formed during President Trump's time I couldn't get the right healthcare after death South of the equator, so I became my own Doctor. https://t.co/IFRCuo5K6B"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 7,
        "tweet_id": 1517728916341157888,
        "lang": "en",
        "text": "Sometimes it's embarrassing, yet I have to admit that I'm not perfect as many people depict me of, we all have toxic sides and I have found mine to watch over, now I wish everyone else would do the same😑. https://t.co/8Xzeh3cBPi"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 8,
        "tweet_id": 1517727576776912896,
        "lang": "en",
        "text": "I put 1 post out about asking someone to marry me &amp; girls are stalking other girls that I know on my FB friends list, 1 comes over last night trying to figure out who she is, 1 Artist messages that I have a happy love life, then 4 unknown girls adds me out of nowhere, geez🤦‍♂️."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 9,
        "tweet_id": 1517471274905522179,
        "lang": "en",
        "text": "Unexpected praises, it helps the heart to hear words that speak truths about yourself that you never thought about..thanks 🙇 https://t.co/KuIqHqxFON"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 10,
        "tweet_id": 1517116996529553409,
        "lang": "en",
        "text": "I promised your Son last night that I'll give him 3k after his b-day bec. he wants to pursue something, it was good to hold you again Bro🫂, we all love &amp; miss you, I held your Mom's hands and hugged her when she cried hearing your voice sing karaoke last night. https://t.co/pjXPtuEQcE"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 11,
        "tweet_id": 1517097193181974528,
        "lang": "en",
        "text": "Depression makes me wanna ask the girls that like me if they wanna hook up just so someone can hold me through the sadness with maybe some toxic sex, today I lost another close friend who was a racing champ in Angeles Pampanga, he was also the 1st responder during this Pandemic."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 12,
        "tweet_id": 1517051704352849920,
        "lang": "en",
        "text": "Damn, I got drunk at Kumpares bday that passed away but wasn't lit until I saw the disco lights in M Empire, then IDK what happened next, I took a picture of the room from the outside of our terrace, I don't remember anything."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 13,
        "tweet_id": 1516791845988483075,
        "lang": "en",
        "text": "Starry, dark, brightened, illuminate, etc.. https://t.co/0sr92hVesF"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 14,
        "tweet_id": 1516715897523957761,
        "lang": "en",
        "text": "It's crazy how me &amp; my brother's favorite Northern Light colors are used all over the world now, used on Beaches as uniforms, on TV stations, in famous fashion brands, at parties, vehicles all around yet nobody knows why 😅💚🖤, thanks  to all companies who has lifted my spirits."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 15,
        "tweet_id": 1516714524698886146,
        "lang": "en",
        "text": "Same here.. https://t.co/Sdl36iAQi4"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 16,
        "tweet_id": 1516443678570860546,
        "lang": "en",
        "text": "It's weird, my Autisms give me great memory since I heartfelt everything being Intuitive, my ADHD let's me forget about somethings, my cPTSD confuses things but leaves me humble with empathy, ang gulo rin ih pero understandable in a way. https://t.co/B24gI3d11h"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 17,
        "tweet_id": 1516400663366107139,
        "lang": "en",
        "text": "Its hard forgetting who I was in the world, I remember excluding myself from leadership as a kid bec. my schizophrenia bothered me making me paranoid, now I'm just getting used to being \"Royal Blood\" once again 😑. - \"With great power there must also come great responsibility.\""
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 18,
        "tweet_id": 1515723226760249345,
        "lang": "en",
        "text": "This is why I take Nature trips 🧘⚖️☯️.. https://t.co/Ecdxeq1PNU"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 19,
        "tweet_id": 1515722827697389568,
        "lang": "en",
        "text": "So many Artists in Gapo releasing so many songs all at once that it's hard to keep track of, sometimes I just scroll past them because there are so many now unlike before, some of them have a unique sound though that catches my ear."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 20,
        "tweet_id": 1515698394182090752,
        "lang": "en",
        "text": "One thing I hate about ADHD overlapping Autisms is the forgetfulness, sometimes I'll remember something from childhood then after writing it I'll begin doubting what exactly happened, sometimes I correct memories, sometimes I just let go of what I wrote/typed."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 21,
        "tweet_id": 1515285863076630529,
        "lang": "en",
        "text": "I tried 3 time already, yet she went with a dude that will also be her downfall, she doesn't know this but I have tried that type of match 3 times already in this life and all went bad like 2 positive charges or 2 negative charges, suppose to be positive and negative not same. https://t.co/ek0GblDJJ2"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 22,
        "tweet_id": 1515285270094319621,
        "lang": "en",
        "text": "What I was in Elementary School a Musical Metaphysical INFJ as a kid, now I'm supposed to surpass that this is why I'm trying to reach the next level &amp; move on up in the Scientific World where I left off. https://t.co/QDJkf7kxTq"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 23,
        "tweet_id": 1515222517430231042,
        "lang": "en",
        "text": "I'm happy for the Youngin's listening to me &amp; setting an example of putting old quarrels aside to move onto the future of Music, hopefully the rest of Gapo can do the same &amp; unite like we did in Club Karma when we put everyone together, enough of the Flexin' over money &amp; Egos."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 24,
        "tweet_id": 1515018035836649477,
        "lang": "en",
        "text": "Why is it always like this, the girl that I date has a friend that likes me too, whenever we begin to lose communication her friend begins heart reacting my posts &amp; My Days, then I begin to think that maybe we broke up bec. of her friend, we're compatible but not for marriage."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 25,
        "tweet_id": 1514630555387973632,
        "lang": "en",
        "text": "💚🖤💚🖤 imagine how much it cost for everyone to wear these clothes, well it's in the natural production for us but yeah, thanks again 🙇. https://t.co/ptWLmDzx7E"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 26,
        "tweet_id": 1514541899050536962,
        "lang": "en",
        "text": "All I want is 1 gorgeous, is healthy, loyal, faithful that I can call mine &amp; I will surely, gladly, reciprocate the same love back to her, I don't want plenty girls that are already around, I want something that when people looks at us together we will be a stand out inspiration."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 27,
        "tweet_id": 1514540894367928320,
        "lang": "en",
        "text": "I found out that one girl that's an old friend has really liked me all of this time &amp; is willing to sleep with me with no strings attached, like the rest they're willing to become my FuBu's, I told her friends that they know I'm not like that but they insisted since I'm single😑."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 28,
        "tweet_id": 1514540275263488000,
        "lang": "en",
        "text": "When you're nice &amp; a gentleman girls come to you, the word spreads how nice &amp; friendly you really are then girls become happy when they taste you telling their friends like you're a trophy &amp; they're lucky, well there's actually 5 of them nearby that I reject😑, I only want one."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 29,
        "tweet_id": 1514539306047905797,
        "lang": "en",
        "text": "I can be having sex with 4 different girls, but I'm not like that, I respect them even though they don't really care about themselves &amp; they just want to lessen depression by the way of releasing androgens, estrogens, progesterone &amp; testosterone, I need mine to continue workouts."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 30,
        "tweet_id": 1514280248921432065,
        "lang": "en",
        "text": "My favorite colors are everywhere 🖤💚🖤💚, thanks to the Corporation because you need gas and oil to create anything materialistic. https://t.co/Qp5fnqf7wf"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 31,
        "tweet_id": 1514255992447733760,
        "lang": "en",
        "text": "Getting back to Music is me, as in my instruments for now until I buy a computer. https://t.co/Aop8VOhZQk"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 32,
        "tweet_id": 1514235941178998789,
        "lang": "en",
        "text": "One thing about being a gentleman that girls don't understand about me is that when I like a girl &amp; we don't come through, their friends that show signs of liking me think that they'll have a chance with me, I don't get with Ex's friends, I'll look for someone with no attachment."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 33,
        "tweet_id": 1513748847973253125,
        "lang": "en",
        "text": "Back home I was the one that brought people together with peace, I was in between everyone and got along with all that's why, Half Iñuit Native &amp; Half Filipino I was able to give Noobs acceptance cards, I even chose nerds that would be bullied by others &amp; we learned new things."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 34,
        "tweet_id": 1513748256970645504,
        "lang": "en",
        "text": "When these youngin's come to me acting hard, I smile and test them because if they really were then they would do stupid things like we fid growing up, then I try talk sense into them not to ruin their lives because they're only surrounded by stupid Egos &amp; peer pressure."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 35,
        "tweet_id": 1513747668849532928,
        "lang": "en",
        "text": "My cousin is thinking about coming to the Philippines for a vacation sometime when he can save up with his new business, my niece plans on coming here too with her Son who has Autisms &amp; wants me to talk &amp; interview him, it will be a first to meet her since she was just a baby."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 36,
        "tweet_id": 1513747161313603588,
        "lang": "en",
        "text": "Its finally good to catch up with our cousin, he was in on Federal Charges &amp; finally changed his life, back home almost everyone has done wrong things like myself growing up so Dad &amp; my public safety officer asked me to stay in the Philippines out of my comfort zone for the best."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 37,
        "tweet_id": 1513429850308345856,
        "lang": "en",
        "text": "Lately so many people have been following me on IG, today a famous Pop Artist followed me by the name of TobeyKai that has a song as number 7 named \"Aftermath,\" on the UK Commercial Pop Club Chart, she's a brain injury survivor like myself &amp; a Musician."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 38,
        "tweet_id": 1513242153564385280,
        "lang": "en",
        "text": "Her headsets are 💚❤️‍🔥🖤😲💯.. https://t.co/E6kMQzA9Ie"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 39,
        "tweet_id": 1513181369228488706,
        "lang": "en",
        "text": "I like how I can relate my life's experiences to the quotes by wise men, it gives me the feeling that I'm on the same level if wisdom as them because to me synchronicity is harmony. In life, wisdom ia the greatest achievement anyone can achieve bec. you are at peace with oneself."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 40,
        "tweet_id": 1513099725301780480,
        "lang": "en",
        "text": "Yes and we still need to perfect this problem somehow, I thought that it was around 68.3% being told in school. I used probability theory on the lottery in the past and I achieved 5 numbers, I never landed the last one😔. https://t.co/fLOqUdyszN"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 41,
        "tweet_id": 1513077371314016258,
        "lang": "en",
        "text": "When I said that we grew up with real scientists who taught us back home people thought I was lying, these are the landmark whale bones back home 🙇. https://t.co/mPSf46TiwK"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 42,
        "tweet_id": 1513076599285219328,
        "lang": "en",
        "text": "I came across my old post today, I was reading it and began thinking about myself created as a writer to become literate in elementary school, we were taught not to lie but it's okay yo use words that enlighten a topic, depending on the type of story, for example if it's sci-fi."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 43,
        "tweet_id": 1512771750706429959,
        "lang": "en",
        "text": "It was good to chill with Poets again on Thursday night to drunk freestyle, I was in the mood &amp; spit a few lines, errbody was shocked &amp; became happy, I freestyled a long time ago but it was private with only 3 of us, I was with our group whom battled Salbakuta in friendly rhymes."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 44,
        "tweet_id": 1512654585349160960,
        "lang": "en",
        "text": "Friends are beginning to be worried about me drinking, they're asking for me not to go all out, I said I'm sorry but I'm going through a deep phase of pain RN🙇."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 45,
        "tweet_id": 1512497056426115072,
        "lang": "en",
        "text": "I left the house a Thursday, came home a Saturday, taena stay home na nga lang muna🙇."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 46,
        "tweet_id": 1512493996731682816,
        "lang": "en",
        "text": "Fellow Artists praise me when I give my professional advice to their Music, the they perfect songs, I have a gift in musical frequencies this is why I created an orchestra in elementary school, my ideas spark like the complexity of an orchestra even after death and resurrection."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 47,
        "tweet_id": 1512470790813663232,
        "lang": "en",
        "text": "I love errbody, I wish I would get the same in return 🙇, although life isn't like that, sana habaan ang pasensya ng lahat, kapag perfect ka sige ikaw na si God."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 48,
        "tweet_id": 1512464282289868805,
        "lang": "en",
        "text": "If I post my achievements that is me, why you would anyone hate on that unless you are doing less? Life is simple, why don't you post yours too and I will gladly heart react that shit no cap 💯."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 49,
        "tweet_id": 1511980397558923264,
        "lang": "en",
        "text": "No wonder why my posts hasn't been getting out for months now, my account has been being restricted thia whole time 🙇, then some people think I'm crazy SMH 🤦‍♂️, I'm tired of explaining."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 50,
        "tweet_id": 1511970330432380932,
        "lang": "en",
        "text": "It's cool that they brought back Gwent Stefani to be interviewed after I shared No Doubt's song \"Don't Speak\" yesterday, she was another crush of mine and her passion for Music showed in their songs, her song kind of correlates with my situation now, thanks again errbody 🙇."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 51,
        "tweet_id": 1511726095355510789,
        "lang": "en",
        "text": "One way to get rid of a girl playing games is by saying aight let's go to my house, they disappear like a bubble 🤣, narcissists are easy to spot because they have hidden agendas so just go along with their mind games and observe their attempts of manipulation."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 52,
        "tweet_id": 1511723994516692997,
        "lang": "en",
        "text": "I feel sorry for my Ex but I can't save her if I'm depressed too with problems of my own, she asked me to pick her up &amp; I said aight but I'm coming straight home because I'm busy, she said then she'll just go home, good because her parents always needed her anyways."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 53,
        "tweet_id": 1511645479901491202,
        "lang": "en",
        "text": "Philvolcs has been getting their data from our Alaskan Scientists, it's always great to help since the Philippines lacks plenty of equipment, as Alaskans we love to help, we're the Great State of the last Frontier, if a War was to breakout, Philippine's placement is important."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 54,
        "tweet_id": 1511644248546115584,
        "lang": "en",
        "text": "Why a ‘Back to the Future’ Hoverboard Never Took Off https://t.co/NEDYNHxNmc"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 55,
        "tweet_id": 1511353911478788108,
        "lang": "en",
        "text": "I just realized that because of my Exes, heart breaks, cardiac arrest &amp; abandoned by the mother of my children that I now have something called Philophobia 🙇."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 56,
        "tweet_id": 1510860536095076355,
        "lang": "en",
        "text": "This made my day 🤣 https://t.co/ummuW7q4vT"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 57,
        "tweet_id": 1510841969613807618,
        "lang": "en",
        "text": "Well I asked my Son something today because he never told me this neither did his Mother, she has been sending him ₱300 twice a month beginning in November just last year when all of this time I thought she still hasn't been showing care for our kids after all these years."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 58,
        "tweet_id": 1510841314744492035,
        "lang": "en",
        "text": "IDK why people think that I still want to become a Star so they keep trying to provoke me, no I don't want to, I'll support and other ways but I don't like limelight but sometimes I do like to be apart of it at the least."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 59,
        "tweet_id": 1510561827654365184,
        "lang": "en",
        "text": "Being broken hearted for a Scorpio makes us reckless 🙇, I'm trying my best but sometimes I just can't anymore, it's good to still have peeps that got your back watching over your dumb decisions in life. https://t.co/vBwKTAjYg5"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 60,
        "tweet_id": 1510560054562684931,
        "lang": "en",
        "text": "It was good to see you last night youngin', thanks for the hug too because I needed it."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 61,
        "tweet_id": 1510260384527433733,
        "lang": "en",
        "text": "How I wish this was true RN 😔 https://t.co/EaYq2FMJfq"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 62,
        "tweet_id": 1510260174120194051,
        "lang": "en",
        "text": "I just received a call from an Ex asking how do I cook her favorite eggs because she says that she forgot, I just gave her the ingredients straight up because I'm fed up with life RN."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 63,
        "tweet_id": 1510259896444661764,
        "lang": "en",
        "text": "I received a message from someone special in my past asking if I'm going out too earlier, I had plans but she never replied back after I answered her question."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 64,
        "tweet_id": 1510259660057882628,
        "lang": "en",
        "text": "I received a call from a Fubu, she wants me to come out because she said she's going out tonight, TBH most of the time I don't want to see her anymore because her ways goes against my standards."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 65,
        "tweet_id": 1510253291967377409,
        "lang": "en",
        "text": "Someone has been restricting my FB account for months now, I think I have around 7 notifications for restrictions of 3 months each🙇, that adds up to a long time coming and I don't even know if people see my posts."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 66,
        "tweet_id": 1510251841418072068,
        "lang": "en",
        "text": "I was going out tonight but my Son ended up accompanying my brother, I don't want to be around crowds, I just want to drown in the ocean with a bottle RN😔, my nervous system suddenly went into shock like a shutdown after what I saw."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 67,
        "tweet_id": 1509676015165272068,
        "lang": "en",
        "text": "The whole world felt my absence, a War broke out, oil &amp; gas prices skyrocketed, international trades stopped, other prices went up &amp; earthquakes returned. Now US President increased production for shareholders on our lands, Satellites will provide WiFi worldwide &amp; War is ending. https://t.co/th3fYFDApd"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 68,
        "tweet_id": 1509586624388034560,
        "lang": "en",
        "text": "People will understand who we are when they see my post about Baby Girl and read in the comments (if they ever find it bec. my account is restricted), one reason why I don't bow down to celebrities is because we make them, why do they think Elvis Presley came to us?"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 69,
        "tweet_id": 1509583908689510400,
        "lang": "en",
        "text": "It's been a while feeling the breeze of home..😔 https://t.co/u4wsAcrnTb"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 70,
        "tweet_id": 1509583693291032576,
        "lang": "en",
        "text": "Home..🙇 https://t.co/wnHblEJaUi"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 71,
        "tweet_id": 1509583463438905344,
        "lang": "en",
        "text": "I missed all of the Battle of the Bands at Puff Gapo because of my depression 🙇, so tonight I'm going to begin exercises instead in attempts to lessen my sadness, I wish she would come back 🥹, I miss her voice. https://t.co/Fl1otiFNXw"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 72,
        "tweet_id": 1509023172137725959,
        "lang": "en",
        "text": "Just 10 more days then he would have completed a year, although they say you age faster in space. https://t.co/1xwJaw35C7"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 73,
        "tweet_id": 1508894776439218177,
        "lang": "en",
        "text": "I couldn't leave the house because my youngest Son needs me to be here with him upstairs 🙇, there's no room for him to sleep downstairs. https://t.co/d7vEYdb9JF"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 74,
        "tweet_id": 1508581502116036612,
        "lang": "en",
        "text": "Even on my FB I've been following them being a child Musician, I learned about them only recently and yes I'm a certified Nerd in denial. https://t.co/VbCQPz58zD"
    }
]