[
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 1,
        "tweet_id": 1521874692034134017,
        "lang": "en",
        "text": "🦀🦀🦀\nCancer rising sign are natural cooks. They are absolutely culinary experts and are the people who you seek out for restaurant selection advice. \n\nIf you are a Cancer and haven't tried cooking yet, you are missing a natural bliss you are blessed with.\n\nGo out &amp; eat!\n\n🦀🦀🦀"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 2,
        "tweet_id": 1521534273064300544,
        "lang": "en",
        "text": "🦂🦂🦂\n\n🌟 The dark scorpion is actually very emotional for the ones they love.\n\n🌟 They celebrate them like anything to the level it becomes almost worshipping their cherished person.\n\n🌟 They care too much that sometimes leads to huge pain for them if not reciprocated.\n\n🦂🦂🦂"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 3,
        "tweet_id": 1521381387672383488,
        "lang": "en",
        "text": "Ketu gives the mind a very high intensity to research\n\nIf you overcome the feeling of separation it tries to instill inside you, then you will realise that you are naturally gifted about the themes of that House.\n\nOnce Ketu is guided well by your willpower, you become unstoppable"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 4,
        "tweet_id": 1521380983228239873,
        "lang": "en",
        "text": "Ketu will make you feel disinterested about themes of the house it sits in.\n\nYou will want to separate from the same\n\nKetu doesnt have a head so you will always have confusion regarding that house of birth chart\n\nThus, you will get the fearless about it"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 5,
        "tweet_id": 1521377163467169795,
        "lang": "en",
        "text": "🌟\nKetu is a widely misunderstood shadow planet. It's true ketu's considered malefic to a certain extent.\nKetu actually shows what you already had full satisfaction from in your past life and you will tend to have a fearless attitude towards the themes of that House in this life"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 6,
        "tweet_id": 1521324578852999168,
        "lang": "en",
        "text": "Your rising sign or ascendant zodiac changes every two hours a day too. It cannot be fixed like some people claim it to be. You can't expect planets to exhibit static motion."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 7,
        "tweet_id": 1521324279853645824,
        "lang": "en",
        "text": "The biggest misconception is that a particular month will give you a particular zodiac people. \n\nThis is far from the truth. \n \n☀️ and 🌙 are continuously moving and whichever sign they will be in at the time of your birth is your ☀️ and 🌙 sign respectively."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 8,
        "tweet_id": 1521194594368512001,
        "lang": "en",
        "text": "🌟🌟🌟\nHouse 2 Jupiter\n\nThe Jupiter in House of Finances will give you amazing amount of money and strength to handle it.\n\nWhen you will speak, everyone will listen, because you will speak only what others want to listen.\n\nA very cultured family background too is blessed.\n\n🌟🌟🌟"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 9,
        "tweet_id": 1521193925440008192,
        "lang": "en",
        "text": "🌟🌟🌟🌟\n\nIf the Jupiter is debilitated or weak in birth chart but gets strength in D9, it means it's a strong planet for you and will give you very good results. \n\nIt will make you loyal in relationship, knowledgeable, widely known and cult status in society.\n\n🌟🌟🌟🌟"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 10,
        "tweet_id": 1521193460790792192,
        "lang": "en",
        "text": "A 7th House Jupiter is a mixed bag , it may give you partners, spouse and friends very different in opinion from you but you will be admired for your knowledge. \n\nIf it is a weak Jupiter then you may feel lethargic and demotivated.\n\nBefore that check the position of Jupiter in D9"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 11,
        "tweet_id": 1521192858350276608,
        "lang": "en",
        "text": "🌟🌟Jupiter Love🌟🌟\n\nIf the most benefic planet sits in your 1st House or aspects your lagna then it brings upon good fortune and makes a person very righteous too.\n\nIt can give you money but more than that it gives you a status of respect in society.\n\n🌌   🌌   🌟 🌟 🌟   🌌 🌌"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 12,
        "tweet_id": 1521154513104965633,
        "lang": "en",
        "text": "People having the same sun sign and moon sign are mathematically 1 out of 144 people rare. They may have a combusted moon but they have superb clarity about their goals. Theu exhibit true nature of what they are outside same they are inside as well. \nTell me if you are one of em."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 13,
        "tweet_id": 1521033338223439872,
        "lang": "en",
        "text": "It's important to evaluate your D9 Navamasa chart in order to fully view the power of your planets in D1 chart. If a planet is exalted in D1 but debilitated in D9 then it will not give good results. While if a planet is debilitated in D1 and exalted in D9 then it's excellent."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 14,
        "tweet_id": 1520969145059209217,
        "lang": "en",
        "text": "With Taurus being afflicted recently till May 15, you may notice sudden pain in the neck, or catch a slight cold or sore throat. Take care of yourselves."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 15,
        "tweet_id": 1520965270084681733,
        "lang": "en",
        "text": "This month comes with lesser transits than the last month. We will observe:\n1. May 10: Mercury retrogrades in #Taurus \n2. May 13: Mercury combusts in Taurus\n3. May 15: Sun transits to #Taurus\n4. May 17: Mars transits to #Pisces\n5. May 23: Venus transits to #Aries \nGood times ❤️"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 16,
        "tweet_id": 1520660549096271872,
        "lang": "en",
        "text": "#MayDay2022 marks the start of a wonderful month today. With a #Saturn transit and #SolarEclipse observed, we enter a month full of energies.\n\nCheck out your monthly #Horoscope as per Holistic #Astrología right from Vedas! \n\nLink: https://t.co/rY6QXmYOOe\n\nFollow @theastrodecoder https://t.co/m5rDVfwP7f"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 17,
        "tweet_id": 1520483535693393920,
        "lang": "en",
        "text": "#SolarEclipse2022 comes up with new energies in #Astrologia and #Zodiac \n\nDeep dive into its effects for each #astrologysigns based on #Vedic #Astrology here: https://t.co/lk3CMIlxhB\n\nFollow @theastrodecoder for more insights! https://t.co/5PqIOowOAa"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 18,
        "tweet_id": 1520241130386108416,
        "lang": "en",
        "text": "#April has been a rollercoaster month with all planets having atleast one transit giving unusual results and lots of changes as expected. It's been a month filled with happiness, sorrow, war, peace and differences.\n\nWe will analyse the #May for you #astrology"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 19,
        "tweet_id": 1520095649525420032,
        "lang": "en",
        "text": "#Saturn Transit to #Aquarius after 30 years! Want to learn about the mysteries it hides behind for every #zodiac in #astrology ? Check out https://t.co/llm3x8aM6p! https://t.co/4taDCqK0KC"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 20,
        "tweet_id": 1520003948190441472,
        "lang": "en",
        "text": "#Pisces emotional well-being is essential. Do not let your emotions drive your overthinking tendencies as it may prove costly to you with the #Saturn transit. Check out https://t.co/llm3x8aM6p for details.\n12/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 21,
        "tweet_id": 1520003769546596352,
        "lang": "en",
        "text": "#Aquarius  will get a lot of energy with #Saturn coming into your own #zodiac. Time for facing challenges at work but stay strong. You may feel hopelessness but the light is near the end of the dark tunnel and you are already halfway. Stay put. For details https://t.co/llm3x8aM6p"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 22,
        "tweet_id": 1520003477514035200,
        "lang": "en",
        "text": "#Capricorn Relief from #Saturn sadhe saati temporarily is seen as you will refocus on work. Delays in rewards may be there but you will overcome all challenges at your workplace and make new discoveries. Check out https://t.co/llm3x8aM6p for more insights.\n10/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 23,
        "tweet_id": 1520003235624357889,
        "lang": "en",
        "text": "#Sagittarius Much needed relief and high energies will come to you for putting in hardwork with this #Saturn transit to #Aquarius. Utilise it well and reap rewards. Check out https://t.co/llm3x8aM6p for more details.\n9/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 24,
        "tweet_id": 1520003019181486080,
        "lang": "en",
        "text": "#Scorpio Please be vary and do not stop making efforts on the work front. Health may get affected, stay disciplined with #Saturn transit. Do not lose patience, as decision in haste may prove costly.\nCheck out https://t.co/llm3x8aM6p for more details.\n8/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 25,
        "tweet_id": 1520002796883300352,
        "lang": "en",
        "text": "#Libra will get much needed relief from #Saturn transit and financial benefits are seen for you. Make sure to reap them and do not waste your money.\nFor details, check out https://t.co/llm3x8aM6p\n7/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 26,
        "tweet_id": 1520002611985862663,
        "lang": "en",
        "text": "#Virgo will have a good time to manage health and become stronger. Past health issues will waver away and you will be able to regain focus with #Saturn transit to #Aquarius  For more details, check out https://t.co/llm3x8aM6p\n6/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 27,
        "tweet_id": 1520002333874159622,
        "lang": "en",
        "text": "#Leo will face loss of self-confidence with #Saturn transit to #Aquarius but do not waver as your still are the leader. Make sure to stay optimistic and be vary to overcome all challenges. For detailed insights, check out https://t.co/llm3x8aM6p\n5/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 28,
        "tweet_id": 1520002061340864512,
        "lang": "en",
        "text": "#Cancer should keep their emotions in check and work hard to achieve greatness at work. Don't be vulnerable to others and be careful in investing money.\n4/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 29,
        "tweet_id": 1520001854708482049,
        "lang": "en",
        "text": "#Gemini will have a good time in foreign travels but may face challenges in doing the same. #Saturn may delay your chances for long-distance travel but won't deny it. Health issues may come but you will overcome them with a disciplined routine. Don't make arguments with siblings."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 30,
        "tweet_id": 1520001473622409217,
        "lang": "en",
        "text": "#Taurus will see Saturn transit into their House 10. Good opportunities lies ahead at work but challenges will also come in capturing them. Make sure you put all your efforts and do not mismanage your expenses as you will tend to get material satisfaction from your money\n2/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 31,
        "tweet_id": 1520001201709879296,
        "lang": "en",
        "text": "#Aries will gain good rewards with this #Saturn transit to their House 11 and material benefits are seen. Children (if any) will face challenges and you need to take care of them. Do not lose your self-confidence and stay optimistic.\n1/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 32,
        "tweet_id": 1520000783768440832,
        "lang": "en",
        "text": "Check out our blog: https://t.co/llm3x8aM6p for detailed insights for Saturn Transit to Aquarius today.\nAlso, check out our thread for same.🧵"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 33,
        "tweet_id": 1520000464237989889,
        "lang": "en",
        "text": "#Saturn transit to Aquarius today will create different impacts. Check out our blog: https://t.co/llm3x8aM6p for detailed insights for each moon sign. \n\nMake sure to follow @theastrodecoder for on point readings."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 34,
        "tweet_id": 1519891970583588866,
        "lang": "en",
        "text": "#Saturn transits into #Aquarius from #Capricorn today. This is the time when we will observe sudden flips in the world. Changes in leadership, new laws and many unexpected consequences await all of us across the world.\n\nWe will analyse impact in detail Follow @theastrodecoder"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 35,
        "tweet_id": 1519648809810554880,
        "lang": "en",
        "text": "#Pisces Unforeseen expenses and also sudden ups and down of finances are there as eclipse happens in your money house. Don't be rude to others and try to not consume too unhealthy food. Maintain a satvic lifestyle and these times will sail."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 36,
        "tweet_id": 1519648561130278913,
        "lang": "en",
        "text": "#Aquarius slight tough times ahead for you as your lord returns in your sign post solar eclipse. Make sure you don't fight with siblings, and also extra effort will be needed on work but don't hesitate you will be duly rewarded\n11/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 37,
        "tweet_id": 1519648307274194945,
        "lang": "en",
        "text": "#Capricorn you will be relieved from Saturn post solar eclipse. Make sure you don't go away from your home, separate from mother and relations even if you feel frustrated. Time to invest in house and vehicles go for it! You are a hardworker you deserve this!\n10/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 38,
        "tweet_id": 1519648006844600320,
        "lang": "en",
        "text": "#Sagittarius with this solar eclipse you are going to be lucky. Saturn will release you temporarily from the sadhe saati as it moves to aquarius for two months. Time for all efforts to be rewarded, rejoice and enjoy this time you have suffered enough\n9/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 39,
        "tweet_id": 1519647756771799040,
        "lang": "en",
        "text": "Health issues with solar eclipse is seen in #Scorpion this time. Make sure to keep your health in check and good time to focus on your appearance. A change of workplace is also seen but don't take decision impulsively it will backlash.\n8/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 40,
        "tweet_id": 1519647521169379331,
        "lang": "en",
        "text": "#Libra with eclipse in your house of relations, please make sure you don't keep yourself alone in this time. Chances are you will feel isolated, feel sudden urges to shun society. Stay strong and don't waver. Talk to people and don't distance yourself away it will be regretted"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 41,
        "tweet_id": 1519647217472401408,
        "lang": "en",
        "text": "#Virgo with the eclipse in your house of sudden gains and losses, expect ups and downs in terms of finances and also take care of your health. It's important to let go off those people who are not as perfect as you. Avoid overthinking as you will ruin your mental peace\n6/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 42,
        "tweet_id": 1519646945178173440,
        "lang": "en",
        "text": "#Leo your natural lord is undergoing eclipse within your 9th house. Expect issues related to self confidence. You may start questioning yourself and your optimism but remember you are a leader and overcoming this phase is what defines you. Go for it, Never lose your optimism\n5/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 43,
        "tweet_id": 1519646657692188674,
        "lang": "en",
        "text": "#Cancer with solar eclipse in your career house, expect upcoming challenges. Make sure you are giving all your efforts to overcome these obstacles at your job and you will finally blessed with handsome rewards. Avoid lethargy even though you will constantly feel enervated."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 44,
        "tweet_id": 1519646392800923650,
        "lang": "en",
        "text": "#Gemini eclipse is happening in your 11th house so make sure that you are not fighting with your network. Avoid venting frustration on friends or your emotional stability will get affected. This is the time to self realise and discover yourself \n3/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 45,
        "tweet_id": 1519646030283014144,
        "lang": "en",
        "text": "#Taurus solar eclipse is happening in your 12th house, so expenses are going to rise. You will be emotionally drained and may find solace in materialistic pleasures. Please manage your expenses carefully in upcoming month to avoid problems."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 46,
        "tweet_id": 1519645556637069313,
        "lang": "en",
        "text": "#Aries since the solar eclipse is happening in your own sign, your health will be affected, increase in body heat, indigestion, anger and frustration may come. Stay calm, don't argue with others for atleast the upcoming month or results will be regretted in future.\n1/12"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 47,
        "tweet_id": 1519529154030731264,
        "lang": "en",
        "text": "The #solareclipse is going to be in #Aries and we will observe a lot of changes in the world around this time because during the same time #Saturn will transit into its own zodiac #Aquarius \n\n#Rahu will be causing #Eclipse over the #Sun and it will have effects on #astrology 📈💥"
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 48,
        "tweet_id": 1519491259026780160,
        "lang": "en",
        "text": "#Pisces hides their kindness behind an intimidating personality. They are an ocean of emotions and don't generally let them out until you are worth it. They like to imagine, overthink and are highly intuitive about their needs."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 49,
        "tweet_id": 1519491022165733376,
        "lang": "en",
        "text": "#Aquarius sometimes feel disconnected from the world. They tend to feel that they don't have a sense of belonging with anyone and creates an ersatz of isolation around them. Yet they are natural engineers and have ability to change themselves to suit anyone."
    },
    {
        "user_num_id": 717,
        "user_id": 1511003361445048320,
        "author": "Honest Astrologer",
        "tweet_num": 50,
        "tweet_id": 1519490764484804608,
        "lang": "en",
        "text": "#Capricorn is too insecure about their flaws. They will never ever reveal their weakness at work or to anyone in general. They don't like admitting that they want help and definitely tries to do all things by themselves. Sometimes it's important for them to realise teamwork value"
    }
]