[
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 1,
        "tweet_id": 1516896908979101701,
        "lang": "en",
        "text": "Okay, got it.... https://t.co/KxWTiLfL7K"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 2,
        "tweet_id": 1511809470476611585,
        "lang": "en",
        "text": "Indeed... https://t.co/bbdD3hsg41"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 3,
        "tweet_id": 1508562133948239872,
        "lang": "en",
        "text": "You are the only one who can save yourself! https://t.co/zzCwU88ksi"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 4,
        "tweet_id": 1482953663471661059,
        "lang": "en",
        "text": "To idle, silly, flattering words, I pray you ne'er give heed:\nUnto an evil counsellor, close heart, and ear, and eye,\nAnd take a lesson from this tale, of the Spider and the Fly.\n\n— Mary Howitt (1829)"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 5,
        "tweet_id": 1482953660208488452,
        "lang": "en",
        "text": "At last\nUp jumped the cunning spider, and fiercely held her fast.\n\nVII.\nHe dragged her up his winding stair, into his dismal den,\nWithin his little parlour – but she ne'er came out again!\n– And now, dear little children, who may this story read,"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 6,
        "tweet_id": 1482953657717080072,
        "lang": "en",
        "text": "Hearing his wily, flattering words, came slowly flitting by;\nWith buzzing wings she hung aloft, then near and nearer drew,\nThinking only of her brilliant eyes, and green and purple hue:–\nThinking only of her crested head, poor foolish thing! –"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 7,
        "tweet_id": 1482953655162703873,
        "lang": "en",
        "text": "\"Come hither, hither, pretty fly, with the pearl and silver wing;\nYour robes are green and purple – there's a crest upon your head;\nYour eyes are like the diamond bright, but mine are dull as lead.\"\n\nVI.\nAlas, alas! how very soon this silly little fly,"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 8,
        "tweet_id": 1482953652759404547,
        "lang": "en",
        "text": "V.\nThe spider turned him round about, and went into his den,\nFor well he knew, the silly fly would soon come back again:\nSo he wove a subtle web, in a little corner, sly,\nAnd set his table ready, to dine upon the fly.\nThen he went out to his door again, and merrily did sing,"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 9,
        "tweet_id": 1482953650309939200,
        "lang": "en",
        "text": "I have a little looking-glass upon my parlour shelf,\nIf you'll step in one moment, dear, you shall behold yourself.\"\n\"I thank you, gentle sir,\" she said, \"for what you're pleased to say,\nAnd bidding you good morning now, I'll call another day.\""
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 10,
        "tweet_id": 1482953647717814275,
        "lang": "en",
        "text": "Oh no, no!\" said the little fly, \"kind sir, that cannot be,\"\nI've heard what's in your pantry, and I do not wish to see.\"\n\nIV.\n\"Sweet creature!\" said the spider, \"you're witty and you're wise.\nHow handsome are your gauzy wings, how brilliant are your eyes!"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 11,
        "tweet_id": 1482953645100576774,
        "lang": "en",
        "text": "III.\nSaid the cunning spider to the fly, \"Dear friend, what shall I do,\nTo prove the warm affection I've always felt for you?\nI have, within my pantry, good store of all that's nice;\nI'm sure you're very welcome – will you please to take a slice?\""
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 12,
        "tweet_id": 1482953641958981632,
        "lang": "en",
        "text": "said the spider to the fly.\n\"There are pretty curtains drawn around, the sheets are fine and thin;\nAnd if you like to rest awhile, I'll snugly tuck you in.\"\n\"Oh no, no!\" said the little fly, \"for I've often heard it said,\nThey never, never wake again, who sleep upon your bed!\"\n)"
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 13,
        "tweet_id": 1482953639173967881,
        "lang": "en",
        "text": "Oh no, no!\" said the little fly, \"to ask me is in vain,\nFor who goes up your winding stair can ne'er come down again.\"\n\nII.\n\"I'm sure you must be weary, with soaring up so high,\nWill you rest upon my little bed?\""
    },
    {
        "user_num_id": 927,
        "user_id": 1264617091665199104,
        "author": "بلبتوڑی",
        "tweet_num": 14,
        "tweet_id": 1482953636422594560,
        "lang": "en",
        "text": "I.\n\"Will you walk into my parlour?\" said a spider to a fly;\n\" 'Tis the prettiest little parlour that ever you did spy.\nThe way into my parlour is up a winding stair,\nAnd I have many pretty things to shew when you are there.\""
    }
]