[
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 1,
        "tweet_id": 1521889197602263041,
        "lang": "en",
        "text": "To celebrate 1.3k. I’ll be doing 3 free tarot or intuitive readings which ever the winners prefer. To enter, tell me why you follow me, what do you find interesting about what I do, as well as something about yourself. Winners will be picked tomorrow ✨!"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 2,
        "tweet_id": 1521875646431088641,
        "lang": "en",
        "text": "How should I celebrate this achievement? I did free card pulls last night, what would you guys like me to do for you? :) 🫶🏽"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 3,
        "tweet_id": 1521875479665557504,
        "lang": "en",
        "text": "Thank u for 1.3k! I hope you all continue to support I enjoy reading and having fun with you guys. Really makes me happy when you all come to me for readings, advice, or just a regular talk. I love you guys so much!! I hope to grow even bigger! 🧡"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 4,
        "tweet_id": 1521563821172797441,
        "lang": "en",
        "text": "Closing this now I have to go to work I’ll finish some tonight :-) bye for now 🧡"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 5,
        "tweet_id": 1521560086686183425,
        "lang": "en",
        "text": "Probably won’t get to everyone. For a guaranteed answer you can tip any amount :-) my payment info is in my pinned tweet"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 6,
        "tweet_id": 1521550267250098176,
        "lang": "en",
        "text": "I’ll do one or 2 card pulls since I won’t have time for a collective today. Comment your name, an emoji or your favorite color 🧡.\nRules: must like, rt, follow/be following 🧡.\nI’ll do as many as I can before or after work"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 7,
        "tweet_id": 1521149985110245382,
        "lang": "en",
        "text": "What’s in the air, so many people having anxiety attacks today including myself 🥺. Hang in there guys better days are on the way I love u all 🥰"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 8,
        "tweet_id": 1520829066210861059,
        "lang": "en",
        "text": "Not earth signs asking for love career and a general read and y’all not really interacting with this. 🫣 earth signs done ruined the all of the above collectives for all signs lol. https://t.co/FNanSRGZBz"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 9,
        "tweet_id": 1520797387215757312,
        "lang": "en",
        "text": "You all asked for all of the above readings plz enjoy &amp; share. Remember these are general readings and will not resonate with everyone. 🍃 enjoy earth sign’s remember to apply especially to your rising sign."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 10,
        "tweet_id": 1520797037356331008,
        "lang": "en",
        "text": "come out on top and feel better within as well as a new journey."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 11,
        "tweet_id": 1520796988765356034,
        "lang": "en",
        "text": "you may have felt pressured from family to be/do something you do not want to do but again I see you stepping into your glory and making the changes you want. Do not let anxiety or your fears over power you, though these cards seem scary I see a change for the better. You will"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 12,
        "tweet_id": 1520796849099186176,
        "lang": "en",
        "text": "making a decision. With the tower here I feel like this will change, I feel many of you will make a sudden change or with you discovering your spiritual purpose that I mentioned perviously, you may decide to leave your career to do something you actually want to enjoy. Some of-"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 13,
        "tweet_id": 1520796501517422592,
        "lang": "en",
        "text": "Career reading: for earth signs Taurus Capricorn Virgo \nEarth signs I feel many of you may be unhappy with your current job or not sure what you want to do long term. Many of you may be having issues with authority figures at your work place or going back and forth internally- https://t.co/ZNi6bqqYjd"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 14,
        "tweet_id": 1520796086524432387,
        "lang": "en",
        "text": "become more loving and romance could heat up, especially if things have been kind of off. You may discover more passionate feelings or things could change physically. 🫣💦"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 15,
        "tweet_id": 1520796037337817094,
        "lang": "en",
        "text": "own power. Those of you in relationships it may be time to look at your partner in a different POV. I feel like many of you need to have some sort of conversation that will bring some truth/comfort or you two may feel more balanced and justified. Overall the relationship could-"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 16,
        "tweet_id": 1520795955079090177,
        "lang": "en",
        "text": "loving, a very passionate lover as well 💦. Though they are emotional they are great at being balanced &amp; thinking clearly. They may be very straight forward &amp; bold with you which may lead them to making the first move. This person may also be very hard working and Driven by their"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 17,
        "tweet_id": 1520795652296519680,
        "lang": "en",
        "text": "Love reading for: earth signs Taurus Capricorn Virgo ♑️♉️♍️ (s,m,r)\nIf your currently single earth signs I feel like there will be a new person coming towards you possibly a libra, or fire sign. This person seems to be a strong character who is confident, creative, emotional and https://t.co/cnaiNUVdcM"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 18,
        "tweet_id": 1520794801075019777,
        "lang": "en",
        "text": "is heightened so be sure you’re listening to it and trusting yourself especially with the 8 of swords here."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 19,
        "tweet_id": 1520794711459610624,
        "lang": "en",
        "text": "Or a connection guided by the divine. Those of you who set some goals or have been manifesting/wishing I see you getting these, as you’ve been working towards them your hard work is going to pay off. There is a lot of progression and expansion, mostly around self.Your intuition-"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 20,
        "tweet_id": 1520794370869444609,
        "lang": "en",
        "text": "faith renewal and discovering your purpose! Especially after a period of self doubt and negativity. My feminine earth signs I see many of you will be stepping into your power. With the fool card here This could also show a new connection coming in with a divine feminine-"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 21,
        "tweet_id": 1520794109358837761,
        "lang": "en",
        "text": "General read for: Earth signs Taurus, Capricorn, Virgo. (S,m,r) ♉️♍️♑️ 05/01/22\n \nEarth signs things are looking great  for you generally speaking. You’ve got the world at your feet along with some great energy around you. I see many of you will be going through some spiritual/- https://t.co/GNhgEgC6v3"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 22,
        "tweet_id": 1520753057377759232,
        "lang": "en",
        "text": "As we enter May, I am wishing:\nPeace, Prosperity, Postivitivety, New opportunities, Abundance &amp; Love, on you that is best for your highest good. ✨"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 23,
        "tweet_id": 1520547156909871109,
        "lang": "en",
        "text": "Tomorrow I’ll post earth sign collective. What do y’all want? If I do all of them y’all better run it up &amp; show support bc if so I’ll do all of the following for all signs from now on 🍃🌏"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 24,
        "tweet_id": 1520136788483915776,
        "lang": "en",
        "text": "Learn protection &amp; secrecy bc so many people will patiently wait &amp; pray on your demise."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 25,
        "tweet_id": 1520077435424944130,
        "lang": "en",
        "text": "For the collective card readings should I do them.. I don’t wanna spam the Tl every other day."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 26,
        "tweet_id": 1520065757719191554,
        "lang": "en",
        "text": "This is a general message and will not resonate with everyone. Remember to apply especially to your rising sign! 🔥🧡"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 27,
        "tweet_id": 1520065612965453825,
        "lang": "en",
        "text": "Intuitively picked crystal for fire signs  all this week: carnelian 🧡🔥. This crystal will bring you, the removal of negative emotions, brings in positive energy, brings courage, as well as promotes your love life/self love."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 28,
        "tweet_id": 1520064850243866624,
        "lang": "en",
        "text": "it to be! Some of you may be taking action yet may be hesitant or anxious. Others of you this could be a person coming towards you. Give yourself a chance fire signs."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 29,
        "tweet_id": 1520064815212941312,
        "lang": "en",
        "text": "However many of you may be letting your ego and past hurts intervene with this connection/self love journey. Stop wondering if you’re good enough, or if this will be like your last. This is something being guided by the divine.This has the potential to be beautiful if you allow-"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 30,
        "tweet_id": 1520064723739418628,
        "lang": "en",
        "text": "General message for fire signs; Leo, Sagittarius, Aries (s,m,r) 04/29/22-05/06/22 \n\nFire signs it seems love and relationships is coming up for you this week. I’m seeing that there is potential for a relationship/friendship to blossom, or even self love for some of you- https://t.co/ECf3uWzRJ2"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 31,
        "tweet_id": 1519722043113197568,
        "lang": "en",
        "text": "The eclipse build up has me so anxious and tired, this energy is soooo strong. Plz tell me y’all feel it too 👀🤧"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 32,
        "tweet_id": 1519705352383700994,
        "lang": "en",
        "text": "Will allow you to heal to the next level. You will heal and be fine in time 🦋"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 33,
        "tweet_id": 1519705101597827076,
        "lang": "en",
        "text": "look more into your future/ higher up self in order to move forward in life &amp; break this stagnant energy. Those dealing with some grief,heart break, or past hurt you’re being called to feel through it instead of ignoring it, feeling the motions that have been holding you back-"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 34,
        "tweet_id": 1519704765789315074,
        "lang": "en",
        "text": "General water sign reading  Pisces, Scorpio, cancer. 04/28/22-05/04/22. \nWater signs, you are being pushed to look within when it comes to your emotions, as well as your spiritual upgrades. Many of you may be living in the past or trying to find the old version of yourself. https://t.co/CSaOtsapqz"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 35,
        "tweet_id": 1519704353589891072,
        "lang": "en",
        "text": "This is a general message and won’t resonate with everyone. Remember to apply especially to your rising sign 🦋"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 36,
        "tweet_id": 1519704203203158016,
        "lang": "en",
        "text": "Has great potential. Many of you have some passion coming in as well however, if this passion is around a new romance or friendship be careful that someone isn’t being deceitful. A lie may also be exposed to you."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 37,
        "tweet_id": 1519704156113715206,
        "lang": "en",
        "text": "General message for air signs, Gemini, libra, Aquarius (s,m,r)\n\nAir signs I see some success &amp; completing a goal/ accomplishment coming in for you. I feel many of you are thinking of or in the process of starting a new creative project of some sort, or starting a new job that- https://t.co/4BeH5xcrzq"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 38,
        "tweet_id": 1519665481904541696,
        "lang": "en",
        "text": "Good morning everyone, we are in Pluto retrograde, Mercury pre-shadow retrograde, and 2 days away from the solar eclipse, be prepared for all hell to break loose. 🫠"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 39,
        "tweet_id": 1519022495029989376,
        "lang": "en",
        "text": "Nothing better than a beautiful person with a soul that matches that. 🦋"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 40,
        "tweet_id": 1519021789640372231,
        "lang": "en",
        "text": "Anyone else having trouble sleeping these past few days?"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 41,
        "tweet_id": 1518701270298681351,
        "lang": "en",
        "text": "Sometimes the relationship, job, the plans, ect don’t work out bc you’re being protected from something. Take rejection as redirection and stop trying to force things to work that aren’t meant to."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 42,
        "tweet_id": 1518627076970106880,
        "lang": "en",
        "text": "I’ll never understand why people hate positivity so much lol. 🤣 Like just coming under uplifting post to be hateful and negative for what? Take your bad energy having ass on somewhere."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 43,
        "tweet_id": 1518608683168673795,
        "lang": "en",
        "text": "Most of them time it’s not even about people. It can be a shift in your mindset, which brings upgrades all around. Character development is very important, especially if you want better. Can’t get better if you’re still living the same as u always have been."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 44,
        "tweet_id": 1518608100302884864,
        "lang": "en",
        "text": "Many people fear eclipse season or retrograde, but I look forward to them. They always push us to elevate and rid of; people, places &amp; things that no longer serve our highest good. Loss is ok, change is ok, stagnant is ok, it’s not forever. Let it flow in/out"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 45,
        "tweet_id": 1518371652647665665,
        "lang": "en",
        "text": "Love yourself, support yourself, pray for yourself, live for yourself, motivate yourself, speak positive of yourself."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 46,
        "tweet_id": 1517552356740812802,
        "lang": "en",
        "text": "Just saw another butterfly an orange one, then 111 right after 🧡"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 47,
        "tweet_id": 1517492761309683712,
        "lang": "en",
        "text": "Good morning beautiful souls 💛✨ I hope y’all have a day full of joy and a wish of yours come true."
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 48,
        "tweet_id": 1516477558321455105,
        "lang": "en",
        "text": "I love confident, secure women. I love women who stay on their shit. I love women who say what they’re thinking and feeling. I love women who embody power. I love women who stand up for themselves and what they believe in. I love women who are winning. 👑"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 49,
        "tweet_id": 1516448061748350983,
        "lang": "en",
        "text": "Check following for an angel number thank you so much for 1,111 ✨. Hope all my new babies enjoy my content and book with me 💛"
    },
    {
        "user_num_id": 632,
        "user_id": 1473485252538605571,
        "author": "Ebonee 🌙✨ Open",
        "tweet_num": 50,
        "tweet_id": 1516432911448350720,
        "lang": "en",
        "text": "I Did that ☑️🙌🏽🥰 so proud of myself! I had so much fun pulling cards for you all last night! Thank you again to all who participated &amp; soon I’ll add these to my official booking ✨ love Kemets Nebu #kemet 🌍 https://t.co/BE1R9yy4ST"
    }
]