[
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 1,
        "tweet_id": 1521498782013272065,
        "lang": "en",
        "text": "I would do anything like this for family who wants to attend events especially Mom.. https://t.co/AB2b0ibJ0u"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 2,
        "tweet_id": 1521480056668934144,
        "lang": "en",
        "text": "When you're a Sapiosexual and you unexpectedly turn on another Sapiosexual's mind 🙇..she wants you to come over but she stays in Manila. BTW she isn't my Ex, she's an IT grad like others I know that shows signs of attractions. https://t.co/UHldxrZIlf"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 3,
        "tweet_id": 1521149206895140864,
        "lang": "en",
        "text": "When I'm in a relationship, I hate those kind of surprises like you're lurking and hiding things lying to me, then telling me afterwards. https://t.co/AYsF8ascAp"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 4,
        "tweet_id": 1520848940584685568,
        "lang": "en",
        "text": "We don't give a damn being too real that's why, sometimes our logic steps on peeps Egos and they're offended instead of fixin' their wrongs, those ones learn the hard way 🙇. https://t.co/lbFyIHxveq"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 5,
        "tweet_id": 1520703342615601156,
        "lang": "en",
        "text": "Those who don't understand science looks for someone to blame for the Pandemic, it wasn't made, people just abused the world too much, animal habitats destroyed that made them sick alongside global warming, then passed unto Humans like H1N1, bird flu, Ebola Virus..cycle of life."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 6,
        "tweet_id": 1520701901859598336,
        "lang": "en",
        "text": "One friend is looking for rappers to perform on their street party, another DJ friend living in Subic but is from SD and has his own studio wants a female rapper to sign to his record label, I told him I'll look for one for him."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 7,
        "tweet_id": 1520408329163804672,
        "lang": "en",
        "text": "Crazy that my hobby in studying the Psychology &amp; Neuroscience made me realize that my Ex has Borderline Personality Disorder after seeing the Johnny Depp &amp; Amber Heard case, I saved my own ass😳❗ https://t.co/G0VJTZAqr4"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 8,
        "tweet_id": 1520063906395598848,
        "lang": "en",
        "text": "A lot has happened today but I can't sleep, I said goodbye to a good family friend (psychologist/racer/family man/frontliner/Barangay official), I'm not good at goodbyes but the only time I got to see him was his last morning. Then my Son had his moving up ceremony to Sr. H.S."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 9,
        "tweet_id": 1520044832840118273,
        "lang": "en",
        "text": "The right is the Republican side, they represent many personalities &amp; attitudes too, when they're far right they hate everything about the left, whatever side only a few can see everyone as a whole (united). https://t.co/vIZwFT0T1f"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 10,
        "tweet_id": 1520044100078440448,
        "lang": "en",
        "text": "The left is the Democratic side, they represent many personalities &amp; attitudes, when they're far left they hate everything about the right. https://t.co/QUNdvdNgq9"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 11,
        "tweet_id": 1520043056103575553,
        "lang": "en",
        "text": "Thanks, errbody knows my tastes in Music, errbody knows that it reflects on how I love, I've noticed many cycles happen between Scorpio &amp; Taurus, now the Solar Eclipse happens in Taurus will be tomorrow. May 16 huh🤔? https://t.co/pjN8xPOi3F"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 12,
        "tweet_id": 1519901540215324672,
        "lang": "en",
        "text": "Reminiscing of when PJ raced his cousin Kuya Atoy in his H-Civic while PJ drove my 1956 Triumph Oldsmobile Convertible, the front lifted up like a muscle car taking lead but Kuya Atoy came zooming by us winning the race in SBMA's race track, we've chilled a lot with him."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 13,
        "tweet_id": 1519900825606586369,
        "lang": "en",
        "text": "Waiting for Kuya Atoy's cremation to be finished here at Memorial, his cousin one of my Rap best friends saw my My Stories and only commented 💯, knowing him he's definitely speechless in tears in Cali RN, his Dad is here inside."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 14,
        "tweet_id": 1519722352556519425,
        "lang": "en",
        "text": "He has been learning things from me, I know he follows since we're Federal but I wish at least for some credits.. https://t.co/2unTVcrDlv"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 15,
        "tweet_id": 1519717439961178119,
        "lang": "en",
        "text": "I'm having a hard time visiting our friend at his last night of the wake alone, tomorrow is my Son's moving up ceremony at his school too."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 16,
        "tweet_id": 1519658298374778880,
        "lang": "en",
        "text": "A few years ago my College friends were telling me things to invest in, I couldn't understand bec. their topics weren't my interest, afterwards I looked into the essentials of life for business opportunities, then the Pandemic hit &amp; suddenly I had epiphanies about all knowledge."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 17,
        "tweet_id": 1519656991920373761,
        "lang": "en",
        "text": "What sucks is when you do people take it for negative even though your intentions are positive. https://t.co/I9aPYyZews"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 18,
        "tweet_id": 1519654675762782209,
        "lang": "en",
        "text": "Mercury is in the Ocean, this explains how ships float and why mercury is found in Fish we eat. https://t.co/ZfRGmnI3RA"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 19,
        "tweet_id": 1519288031567814656,
        "lang": "en",
        "text": "\"being physically active, either working out, having sex or having a hiking adventure.\" - uhmm with who? https://t.co/U01TPd2ev2"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 20,
        "tweet_id": 1519010261994467328,
        "lang": "en",
        "text": "Like I said on FB, we didn't expect this one coming, best way to end world hinger is to have everyone plant crops that they will harvest in the future as their food, the PANDEMIC did that and guess who's brilliant idea was that? 😁 https://t.co/SY1f9lvrHp"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 21,
        "tweet_id": 1518616085192650757,
        "lang": "en",
        "text": "I wonder if Twitter will become something like FB in a way but possibly better removing the fake accounts &amp; spams 🤔? https://t.co/N6BEDl0pUf"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 22,
        "tweet_id": 1518613740153098241,
        "lang": "en",
        "text": "Almost everyone around me has been blessed so far in different ways with jobs, Gigs, promotions, opportunities and more, maybe if I came out a little bit earlier things would have speed up, then again everything is about timing, I remember writing this as a kid back home."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 23,
        "tweet_id": 1518588775806672897,
        "lang": "en",
        "text": "I just realized something, they leased our lands to Caltex during Trump's Presidency yet they were closed down around the world the whole time, we were lead into traps, he really is only for his own kind, he even tried to buy out Greenland, that's sacred Iñuit lands."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 24,
        "tweet_id": 1518581962474409985,
        "lang": "en",
        "text": "Ove is suppose to be reciprocal.. https://t.co/F7EncGsROk"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 25,
        "tweet_id": 1518581550434381824,
        "lang": "en",
        "text": "My brother &amp; my first favorite color 💚, same color as the Aurora Borealis and as Mother Nature 🙇. https://t.co/QCObW85D6i"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 26,
        "tweet_id": 1518581122942537728,
        "lang": "en",
        "text": "There's been one person, she makes my knees weak, .y anxieties are high around her like last Saturday night, they only calmed down when she held my face in the past. https://t.co/igA3DH2Shn"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 27,
        "tweet_id": 1517779009064828929,
        "lang": "en",
        "text": "Sadly, even though we're raised by the smartest scientist today has, us being the Father Corporation of NASA, just bec. the U.N. wasn't formed during President Trump's time I couldn't get the right healthcare after death South of the equator, so I became my own Doctor. https://t.co/IFRCuo5K6B"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 28,
        "tweet_id": 1517728916341157888,
        "lang": "en",
        "text": "Sometimes it's embarrassing, yet I have to admit that I'm not perfect as many people depict me of, we all have toxic sides and I have found mine to watch over, now I wish everyone else would do the same😑. https://t.co/8Xzeh3cBPi"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 29,
        "tweet_id": 1517727576776912896,
        "lang": "en",
        "text": "I put 1 post out about asking someone to marry me &amp; girls are stalking other girls that I know on my FB friends list, 1 comes over last night trying to figure out who she is, 1 Artist messages that I have a happy love life, then 4 unknown girls adds me out of nowhere, geez🤦‍♂️."
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 30,
        "tweet_id": 1517471274905522179,
        "lang": "en",
        "text": "Unexpected praises, it helps the heart to hear words that speak truths about yourself that you never thought about..thanks 🙇 https://t.co/KuIqHqxFON"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 31,
        "tweet_id": 1517116996529553409,
        "lang": "en",
        "text": "I promised your Son last night that I'll give him 3k after his b-day bec. he wants to pursue something, it was good to hold you again Bro🫂, we all love &amp; miss you, I held your Mom's hands and hugged her when she cried hearing your voice sing karaoke last night. https://t.co/pjXPtuEQcE"
    },
    {
        "user_num_id": 123,
        "user_id": 1156357660049940480,
        "author": "ɮʊʄʊ",
        "tweet_num": 32,
        "tweet_id": 1517097193181974528,
        "lang": "en",
        "text": "Depression makes me wanna ask the girls that like me if they wanna hook up just so someone can hold me through the sadness with maybe some toxic sex, today I lost another close friend who was a racing champ in Angeles Pampanga, he was also the 1st responder during this Pandemic."
    }
]