[
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 1,
        "tweet_id": 1521942543063306243,
        "lang": "en",
        "text": "I’m glad that my Covid symptoms have been pretty tame compared to some I’ve heard. Felt like a bad sinus infection with cough. Now all my symptoms have stopped and hoping I can just rest up the rest of the week."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 2,
        "tweet_id": 1521317664102170628,
        "lang": "en",
        "text": "Covid Positive for the first time. Not feeling the best but hoping not to get worse."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 3,
        "tweet_id": 1518035362614067202,
        "lang": "en",
        "text": "Driving to the grocery store and noticed the sound on my windshield and Emily oh it’s raining… No. It is not raining. That’s the sound of hundreds of bugs knocking against my windshield."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 4,
        "tweet_id": 1516920418095054852,
        "lang": "en",
        "text": "I type the history section for the newspaper I work at. I read some of these old stories and start reading them with crazy accents, like a southern mom or a old man, so that I can actually make it through it bc sometimes they are just so freaking boring."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 5,
        "tweet_id": 1510362566500958210,
        "lang": "en",
        "text": "There is nothing quite like seeing an older white midwestern woman proudly place her wine up on the checkout. I’m happy that she is happy."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 6,
        "tweet_id": 1509517690863554563,
        "lang": "en",
        "text": "I think I’m just gonna consider myself lucky that I have now missed the videos/tweets of the guy shitting sand, the guy walking around the store with cum on his face, and now something about dumplings. I’m sure there are more but I’m okay missing those too."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 7,
        "tweet_id": 1505214575003770881,
        "lang": "en",
        "text": "Reminder to self: never try to plan a surprise birthday party for anyone again. One time was enough."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 8,
        "tweet_id": 1504246929806528517,
        "lang": "en",
        "text": "Days like today really make me think about how I want to be someone’s someone and vice versa. I want someone I can rely on and someone to care about and be there for each other."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 9,
        "tweet_id": 1503050713391316994,
        "lang": "en",
        "text": "I had 1 Mike’s Harder Black Cherry Lemonade last night and my hangover plus the time change did not mix well."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 10,
        "tweet_id": 1502080918802026500,
        "lang": "en",
        "text": "Why in gods name do people catfish… like why? Creepy technology for the win for randomly having Instagram pull up the guy he is pretending to be’s profile as someone I might know."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 11,
        "tweet_id": 1502001798671970309,
        "lang": "en",
        "text": "Looking at my body progress photos sometimes makes me feel bad bc sometimes I can see the work paying off and other times I just feel like I’m look at the same ole picture with no changes. I know I’ve made progress but I wish I could see it all the time and not twist what i see."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 12,
        "tweet_id": 1501605861206237189,
        "lang": "en",
        "text": "I love nothing more then a guy reaching out to me, flirting with me, and wanting to talk for hours to absolute radio silence. Don’t know if it was something I said or something else. Probably won’t know but can’t spend anymore time worrying about it."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 13,
        "tweet_id": 1500646385707888641,
        "lang": "en",
        "text": "Had a blast on our 6+ hike. Did pretty good for not being on a hike in a while and not having worked out or anything in a hot minute. I definitely have some blisters and I know I’m gonna feel it tomorrow, but can’t wait for our next one."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 14,
        "tweet_id": 1500536456334479369,
        "lang": "en",
        "text": "After a shitty week it’s nice to be able to get out and enjoy the weather by hiking and enjoying nature with my besties 🌲 🌳 🚶‍♂️"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 15,
        "tweet_id": 1500286546745954305,
        "lang": "en",
        "text": "I wish I knew what exactly what some of the graphic design/marketing job postings were actually after. I am willing to move, I am a hard worker, creative, have good references. I swear if I hear “you were a strong candidate and had a terrific portfolio” one more time I might 🤬🤯"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 16,
        "tweet_id": 1499781140474908678,
        "lang": "en",
        "text": "Okay I didn’t know there was a part 2 and now what I found funny has drastically went to wtf…"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 17,
        "tweet_id": 1499779977193086976,
        "lang": "en",
        "text": "I think I have now watched 5 or 6 times still laugh each time and still can’t tell if this is fake or genuine bc I could realistically see a man doing this 😂 https://t.co/eM06zT6A1E"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 18,
        "tweet_id": 1499191811188957188,
        "lang": "en",
        "text": "Weather was so nice I decided to walk some laps outside and ended up walking 12 miles. Hope the weather stays like this for awhile."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 19,
        "tweet_id": 1499178527547084805,
        "lang": "en",
        "text": "Did another purge of dating apps. I think at this point either someone initiates something with me, or I with them; whether it be in a coffee shop, bar, or social media. I’m just tired of the  wasted time and energy when both could be spent on me instead"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 20,
        "tweet_id": 1497712032543617028,
        "lang": "en",
        "text": "I don’t really watch drag race. From what Ive seen some of you who say your Drag fans really need to read what your tweeting bc you don’t sound like fans. It just sounds like your bashing some queens. You don’t have to like all of them but you could be fucking respectful to them."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 21,
        "tweet_id": 1496227438128414723,
        "lang": "en",
        "text": "Well I didn’t get the Chicago job officially. They said I had a terrific portfolio and was strong candidate. Man it really feels like I will be stuck in Evansville/surrounding area forever at this point 😩"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 22,
        "tweet_id": 1495646788530970626,
        "lang": "en",
        "text": "The reason I will never make friends on this app is because i am so fucking awkward when it comes to commenting on a tweet. Like why can I not be normalish sounding"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 23,
        "tweet_id": 1495589317300957186,
        "lang": "en",
        "text": "Well had an interview last week via zoom for a job in near Chicago and thought it went pretty well but it appears I was wrong. Finally thought I was getting out of the middle of nowhere but appears I’m stuck here longer 🥲"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 24,
        "tweet_id": 1494503638345076739,
        "lang": "en",
        "text": "So for the first time ever I came so much and fast that I actually just shot myself in the face and got it in my eye… 😵"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 25,
        "tweet_id": 1490132641865158660,
        "lang": "en",
        "text": "I bought my mom and dad candy they both like to be nice and it started and argument between them bc they didn’t know where it came from and my mom accused my dad of sneaking candy when they are supposed to be eating clean… never doing anything nice again 😆"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 26,
        "tweet_id": 1489262387299426306,
        "lang": "en",
        "text": "Because I braved the ice and slush I rewarded myself some breakfast pizza that I didn’t need… but I wanted. The little things 😌"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 27,
        "tweet_id": 1488696951034032129,
        "lang": "en",
        "text": "Love that the first time I blacked out in Pokémon Arceus is from accidentally falling of a cliff in the Cobalt Coadtlands while riding Wyrdeer and losing 11 items and wondering if any nice person will return them haha 🤦🏻‍♂️"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 28,
        "tweet_id": 1484974616955305991,
        "lang": "en",
        "text": "Applying all over again and literally praying someone calls me for an interview. Not sure how much more rejection I can take at this point."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 29,
        "tweet_id": 1484949879873056778,
        "lang": "en",
        "text": "A girl just walked up next to me and looked at a painting and goes “this is giving me Harry Styles vibes” and began on a lecture of art and artist using that vibe… just an interesting convo to hear"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 30,
        "tweet_id": 1483928429154156546,
        "lang": "en",
        "text": "Okay guess I’m gonna have to stay off Twitter so I can avoid the Pokémon Arceus leaks people are tweeting and retweeting."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 31,
        "tweet_id": 1483616724364795906,
        "lang": "en",
        "text": "Nothing quite like a shower when you’ve been sick to wash all the ick off. Thankfully fever has stayed broken and I was finally able to eat something."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 32,
        "tweet_id": 1483524369792081924,
        "lang": "en",
        "text": "I just sneezed so hard that I think I might of seen god… that or my brain short-fried and was rebooting."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 33,
        "tweet_id": 1483506722312499204,
        "lang": "en",
        "text": "First I got a cold from a coworker, now I’ve caught something from my nephew that he caught from preschool… I’m done. Just checking out for the rest of January."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 34,
        "tweet_id": 1483241774353166337,
        "lang": "en",
        "text": "I have landed myself in BL (Boys Love) tiktok… I liked one funny video of a girl telling about one and it was hilarious but now every other video I’ve seen today has been about BL’s 😂"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 35,
        "tweet_id": 1482503503209717765,
        "lang": "en",
        "text": "Attractive People of Twitter stop following me! You are making me horny by how hot you are and I’m about to make a fool of myself https://t.co/G3U2I2iVfp"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 36,
        "tweet_id": 1482445102555541505,
        "lang": "en",
        "text": "I just wants somebody who  wants to hang out and wants to be around and really get to know each other, but also wants to tear each other clothes off and take turns fucking each other till we are exhausted and cuddle after we are done. Is that to much to ask for?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 37,
        "tweet_id": 1481997556318146560,
        "lang": "en",
        "text": "I have now matched with 3 different guys on Tinder and all of them have now unmatched me the day before or on the day of our date without any clue as to why. Like we talked all the way up till then and boom no trace. Not sure how I’m the issue but def makes me feel that way."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 38,
        "tweet_id": 1481344600690282496,
        "lang": "en",
        "text": "I have been job searching for a full-time graphic design job with benefits and better pay for over a year now and had maybe 2-3 phone interviews and that’s it. Like I’m seriously wondering if I am just gonna be stuck in Indiana forever. Maybe it’s time to think about job change."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 39,
        "tweet_id": 1481075461140762625,
        "lang": "en",
        "text": "One of my Twitter crushes followed me back and I’m just wondering when is the right time to plan the wedding and send out the invites?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 40,
        "tweet_id": 1480248291992518660,
        "lang": "en",
        "text": "Now that my morning horniness has passed, here’s to  hoping you all have a great day"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 41,
        "tweet_id": 1480203776950775811,
        "lang": "en",
        "text": "Today definitely feels like one of those days where I’d like to cuddle, have my soul sucked out through my dick, or maybe even both"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 42,
        "tweet_id": 1479860828027428864,
        "lang": "en",
        "text": "I haven’t had one for a bit, but today is definitely one of those days that I just find myself utterly unattractive in every way. Gonna push through. Try to eat good, stay hydrated, and hopefully feel a bit better about myself tomorrow."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 43,
        "tweet_id": 1477716376315961348,
        "lang": "en",
        "text": "Everyone taking hot pic of themselves, poles, or holes and I’m sitting here liking them all and realizing I am incapable of taking a decent nude to save my life 😵. Maybe I should find a blog or article on how to take decent nudes, such as angles and lighting and such."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 44,
        "tweet_id": 1476260948402917378,
        "lang": "en",
        "text": "Guy I mentioned before messaged back and wanted to try again. He apologized and honestly he did seem sincere in his explanation so I said let’s chat, and see where things go. He turned around and just asked for money again. I give up on finding love 💔. Also blocked this time."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 45,
        "tweet_id": 1476259015596384260,
        "lang": "en",
        "text": "Had a person message me on Grindr and have no idea if he was asking me to get some breakfast with him or if it was supposed to be an innuendo for a blow job… either way I now wants some biscuits and  sausage gravy."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 46,
        "tweet_id": 1475265560086786049,
        "lang": "en",
        "text": "Gonna watch Encanto as I eat my impossible nuggets, fries, and mozzarella bites like the adult child I am"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 47,
        "tweet_id": 1474212010632138754,
        "lang": "en",
        "text": "How is it the the guys that find me attractive and would date me are always the ones miles/states away and the ones near me are always uninterested in me or just want a hump and dump? At the rate things are going I will end up becoming the 40 year old virgin with a bunch of pets."
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 48,
        "tweet_id": 1473027787191730176,
        "lang": "en",
        "text": "He messaged back to tell me he thinks we should really be done and then said something about I would make a really good friend… yeah no. I told him in the politest way to fuck off and wished him the best. Like wtf is wrong with this man?"
    },
    {
        "user_num_id": 394,
        "user_id": 1307879886732824580,
        "author": "SINmisfit",
        "tweet_num": 49,
        "tweet_id": 1472964430552051714,
        "lang": "en",
        "text": "A first for me: I found a guy I really like and we’ve been talking for a month. He then blindsided me this morning with he doesn’t think he can do this anymore. His major reason was I didn’t help him out by giving him $6000 or offer any money at all, though he knows I’m broke. 😵‍💫"
    }
]